export default [
  {
    index: 1,
    name: "이상해씨",
    state: [
      45,
      49,
      49,
      65,
      65,
      45
    ]
  },
  {
    index: 2,
    name: "이상해풀",
    state: [
      60,
      62,
      63,
      80,
      80,
      60
    ]
  },
  {
    index: 3,
    name: "이상해꽃",
    state: [
      80,
      82,
      83,
      100,
      100,
      80
    ]
  },
  {
    index: 3,
    name: "메가이상해꽃",
    state: [
      80,
      100,
      123,
      122,
      120,
      80
    ]
  },
  {
    index: 4,
    name: "파이리",
    state: [
      39,
      52,
      43,
      60,
      50,
      65
    ]
  },
  {
    index: 5,
    name: "리자드",
    state: [
      58,
      64,
      58,
      80,
      65,
      80
    ]
  },
  {
    index: 6,
    name: "메가리자몽X",
    state: [
      78,
      130,
      111,
      130,
      85,
      100
    ]
  },
  {
    index: 6,
    name: "리자몽",
    state: [
      78,
      84,
      78,
      109,
      85,
      100
    ]
  },
  {
    index: 6,
    name: "메가리자몽Y",
    state: [
      78,
      104,
      78,
      159,
      115,
      100
    ]
  },
  {
    index: 7,
    name: "꼬부기",
    state: [
      44,
      48,
      65,
      50,
      64,
      43
    ]
  },
  {
    index: 8,
    name: "어니부기",
    state: [
      59,
      63,
      80,
      65,
      80,
      58
    ]
  },
  {
    index: 9,
    name: "거북왕",
    state: [
      79,
      83,
      100,
      85,
      105,
      78
    ]
  },
  {
    index: 9,
    name: "메가거북왕",
    state: [
      79,
      103,
      120,
      135,
      115,
      78
    ]
  },
  {
    index: 10,
    name: "캐터피",
    state: [
      45,
      30,
      35,
      20,
      20,
      45
    ]
  },
  {
    index: 11,
    name: "단데기",
    state: [
      50,
      20,
      55,
      25,
      25,
      30
    ]
  },
  {
    index: 12,
    name: "버터플 (5세대까지)",
    state: [
      60,
      45,
      50,
      80,
      80,
      70
    ]
  },
  {
    index: 12,
    name: "버터플 (6세대부터)",
    state: [
      60,
      45,
      50,
      90,
      80,
      70
    ]
  },
  {
    index: 13,
    name: "뿔충이",
    state: [
      40,
      35,
      30,
      20,
      20,
      50
    ]
  },
  {
    index: 14,
    name: "딱충이",
    state: [
      45,
      25,
      50,
      25,
      25,
      35
    ]
  },
  {
    index: 15,
    name: "독침붕 (6세대부터)",
    state: [
      65,
      90,
      40,
      45,
      80,
      75
    ]
  },
  {
    index: 15,
    name: "독침붕 (5세대까지)",
    state: [
      65,
      80,
      40,
      45,
      80,
      75
    ]
  },
  {
    index: 15,
    name: "메가독침붕",
    state: [
      65,
      150,
      40,
      15,
      80,
      145
    ]
  },
  {
    index: 16,
    name: "구구",
    state: [
      40,
      45,
      40,
      35,
      35,
      56
    ]
  },
  {
    index: 17,
    name: "피죤",
    state: [
      63,
      60,
      55,
      50,
      50,
      71
    ]
  },
  {
    index: 18,
    name: "피죤투 (6세대부터)",
    state: [
      83,
      80,
      75,
      70,
      70,
      101
    ]
  },
  {
    index: 18,
    name: "피죤투 (5세대까지)",
    state: [
      83,
      80,
      75,
      70,
      70,
      91
    ]
  },
  {
    index: 18,
    name: "메가피죤투",
    state: [
      83,
      80,
      80,
      135,
      80,
      121
    ]
  },
  {
    index: 19,
    name: "꼬렛",
    state: [
      30,
      56,
      35,
      25,
      35,
      72
    ]
  },
  {
    index: 19,
    name: "꼬렛 (알로라의 모습)",
    state: [
      30,
      56,
      35,
      25,
      35,
      72
    ]
  },
  {
    index: 20,
    name: "레트라 (알로라의 모습)",
    state: [
      75,
      71,
      70,
      40,
      80,
      77
    ]
  },
  {
    index: 20,
    name: "레트라",
    state: [
      55,
      81,
      60,
      50,
      70,
      97
    ]
  },
  {
    index: 21,
    name: "깨비참",
    state: [
      40,
      60,
      30,
      31,
      31,
      70
    ]
  },
  {
    index: 22,
    name: "깨비드릴조",
    state: [
      65,
      90,
      65,
      61,
      61,
      100
    ]
  },
  {
    index: 23,
    name: "아보",
    state: [
      35,
      60,
      44,
      40,
      54,
      55
    ]
  },
  {
    index: 24,
    name: "아보크",
    state: [
      60,
      85,
      69,
      65,
      79,
      80
    ]
  },
  {
    index: 25,
    name: "피카츄 (6세대부터)",
    state: [
      35,
      55,
      40,
      50,
      50,
      90
    ]
  },
  {
    index: 25,
    name: "피카츄 (5세대까지)",
    state: [
      35,
      55,
      30,
      50,
      40,
      90
    ]
  },
  {
    index: 26,
    name: "라이츄 (5세대까지)",
    state: [
      60,
      90,
      55,
      90,
      80,
      100
    ]
  },
  {
    index: 26,
    name: "라이츄 (6세대부터)",
    state: [
      60,
      90,
      55,
      90,
      80,
      110
    ]
  },
  {
    index: 26,
    name: "라이츄 (알로라의 모습)",
    state: [
      60,
      85,
      50,
      95,
      85,
      110
    ]
  },
  {
    index: 27,
    name: "모래두지 (알로라의 모습)",
    state: [
      50,
      75,
      90,
      10,
      35,
      40
    ]
  },
  {
    index: 27,
    name: "모래두지",
    state: [
      50,
      75,
      85,
      20,
      30,
      40
    ]
  },
  {
    index: 28,
    name: "고지",
    state: [
      75,
      100,
      110,
      45,
      55,
      65
    ]
  },
  {
    index: 28,
    name: "고지 (알로라의 모습)",
    state: [
      75,
      100,
      120,
      25,
      65,
      65
    ]
  },
  {
    index: 29,
    name: "니드런♀",
    state: [
      55,
      47,
      52,
      40,
      40,
      41
    ]
  },
  {
    index: 30,
    name: "니드리나",
    state: [
      70,
      62,
      67,
      55,
      55,
      56
    ]
  },
  {
    index: 31,
    name: "니드퀸 (6세대부터)",
    state: [
      90,
      92,
      87,
      75,
      85,
      76
    ]
  },
  {
    index: 31,
    name: "니드퀸 (5세대까지)",
    state: [
      90,
      82,
      87,
      75,
      85,
      76
    ]
  },
  {
    index: 32,
    name: "니드런♂",
    state: [
      46,
      57,
      40,
      40,
      40,
      50
    ]
  },
  {
    index: 33,
    name: "니드리노",
    state: [
      61,
      72,
      57,
      55,
      55,
      65
    ]
  },
  {
    index: 34,
    name: "니드킹 (6세대부터)",
    state: [
      81,
      102,
      77,
      85,
      75,
      85
    ]
  },
  {
    index: 34,
    name: "니드킹 (5세대까지)",
    state: [
      81,
      92,
      77,
      85,
      75,
      85
    ]
  },
  {
    index: 35,
    name: "삐삐",
    state: [
      70,
      45,
      48,
      60,
      65,
      35
    ]
  },
  {
    index: 36,
    name: "픽시 (6세대부터)",
    state: [
      95,
      70,
      73,
      95,
      90,
      60
    ]
  },
  {
    index: 36,
    name: "픽시 (5세대까지)",
    state: [
      95,
      70,
      73,
      85,
      90,
      60
    ]
  },
  {
    index: 37,
    name: "식스테일",
    state: [
      38,
      41,
      40,
      50,
      65,
      65
    ]
  },
  {
    index: 37,
    name: "식스테일 (알로라의 모습)",
    state: [
      38,
      41,
      40,
      50,
      65,
      65
    ]
  },
  {
    index: 38,
    name: "나인테일",
    state: [
      73,
      76,
      75,
      81,
      100,
      100
    ]
  },
  {
    index: 38,
    name: "나인테일 (알로라의 모습)",
    state: [
      73,
      67,
      75,
      81,
      100,
      109
    ]
  },
  {
    index: 39,
    name: "푸린",
    state: [
      115,
      45,
      20,
      45,
      25,
      20
    ]
  },
  {
    index: 40,
    name: "푸크린 (5세대까지)",
    state: [
      140,
      70,
      45,
      75,
      50,
      45
    ]
  },
  {
    index: 40,
    name: "푸크린 (6세대부터)",
    state: [
      140,
      70,
      45,
      85,
      50,
      45
    ]
  },
  {
    index: 41,
    name: "주뱃",
    state: [
      40,
      45,
      35,
      30,
      40,
      55
    ]
  },
  {
    index: 42,
    name: "골뱃",
    state: [
      75,
      80,
      70,
      65,
      75,
      90
    ]
  },
  {
    index: 43,
    name: "뚜벅쵸",
    state: [
      45,
      50,
      55,
      75,
      65,
      30
    ]
  },
  {
    index: 44,
    name: "냄새꼬",
    state: [
      60,
      65,
      70,
      85,
      75,
      40
    ]
  },
  {
    index: 45,
    name: "라플레시아 (6세대부터)",
    state: [
      75,
      80,
      85,
      110,
      90,
      50
    ]
  },
  {
    index: 45,
    name: "라플레시아 (5세대까지)",
    state: [
      75,
      80,
      85,
      100,
      90,
      50
    ]
  },
  {
    index: 46,
    name: "파라스",
    state: [
      35,
      70,
      55,
      45,
      55,
      25
    ]
  },
  {
    index: 47,
    name: "파라섹트",
    state: [
      60,
      95,
      80,
      60,
      80,
      30
    ]
  },
  {
    index: 48,
    name: "콘팡",
    state: [
      60,
      55,
      50,
      40,
      55,
      45
    ]
  },
  {
    index: 49,
    name: "도나리",
    state: [
      70,
      65,
      60,
      90,
      75,
      90
    ]
  },
  {
    index: 50,
    name: "디그다 (알로라의 모습)",
    state: [
      10,
      55,
      30,
      35,
      45,
      90
    ]
  },
  {
    index: 50,
    name: "디그다",
    state: [
      10,
      55,
      25,
      35,
      45,
      95
    ]
  },
  {
    index: 51,
    name: "닥트리오 (알로라의 모습)",
    state: [
      35,
      100,
      60,
      50,
      70,
      110
    ]
  },
  {
    index: 51,
    name: "닥트리오",
    state: [
      35,
      80,
      50,
      50,
      70,
      120
    ]
  },
  {
    index: 52,
    name: "나옹 (가라르의 모습)",
    state: [
      50,
      65,
      55,
      40,
      40,
      40
    ]
  },
  {
    index: 52,
    name: "나옹 (알로라의 모습)",
    state: [
      40,
      35,
      35,
      50,
      40,
      90
    ]
  },
  {
    index: 52,
    name: "나옹",
    state: [
      40,
      45,
      35,
      40,
      40,
      90
    ]
  },
  {
    index: 53,
    name: "페르시온",
    state: [
      65,
      70,
      60,
      65,
      65,
      115
    ]
  },
  {
    index: 53,
    name: "페르시온 (알로라의 모습)",
    state: [
      65,
      60,
      60,
      75,
      65,
      115
    ]
  },
  {
    index: 54,
    name: "고라파덕",
    state: [
      50,
      52,
      48,
      65,
      50,
      55
    ]
  },
  {
    index: 55,
    name: "골덕",
    state: [
      80,
      82,
      78,
      95,
      80,
      85
    ]
  },
  {
    index: 56,
    name: "망키",
    state: [
      40,
      80,
      35,
      35,
      45,
      70
    ]
  },
  {
    index: 57,
    name: "성원숭",
    state: [
      65,
      105,
      60,
      60,
      70,
      95
    ]
  },
  {
    index: 58,
    name: "가디",
    state: [
      55,
      70,
      45,
      70,
      50,
      60
    ]
  },
  {
    index: 59,
    name: "윈디",
    state: [
      90,
      110,
      80,
      100,
      80,
      95
    ]
  },
  {
    index: 60,
    name: "발챙이",
    state: [
      40,
      50,
      40,
      40,
      40,
      90
    ]
  },
  {
    index: 61,
    name: "슈륙챙이",
    state: [
      65,
      65,
      65,
      50,
      50,
      90
    ]
  },
  {
    index: 62,
    name: "강챙이 (5세대까지)",
    state: [
      90,
      85,
      95,
      70,
      90,
      70
    ]
  },
  {
    index: 62,
    name: "강챙이 (6세대부터)",
    state: [
      90,
      95,
      95,
      70,
      90,
      70
    ]
  },
  {
    index: 63,
    name: "캐이시",
    state: [
      25,
      20,
      15,
      105,
      55,
      90
    ]
  },
  {
    index: 64,
    name: "윤겔라",
    state: [
      40,
      35,
      30,
      120,
      70,
      105
    ]
  },
  {
    index: 65,
    name: "후딘 (6세대부터)",
    state: [
      55,
      50,
      45,
      135,
      95,
      120
    ]
  },
  {
    index: 65,
    name: "후딘 (5세대까지)",
    state: [
      55,
      50,
      45,
      135,
      85,
      120
    ]
  },
  {
    index: 65,
    name: "메가후딘",
    state: [
      55,
      50,
      65,
      175,
      95,
      150
    ]
  },
  {
    index: 66,
    name: "알통몬",
    state: [
      70,
      80,
      50,
      35,
      35,
      35
    ]
  },
  {
    index: 67,
    name: "근육몬",
    state: [
      80,
      100,
      70,
      50,
      60,
      45
    ]
  },
  {
    index: 68,
    name: "괴력몬",
    state: [
      90,
      130,
      80,
      65,
      85,
      55
    ]
  },
  {
    index: 69,
    name: "모다피",
    state: [
      50,
      75,
      35,
      70,
      30,
      40
    ]
  },
  {
    index: 70,
    name: "우츠동",
    state: [
      65,
      90,
      50,
      85,
      45,
      55
    ]
  },
  {
    index: 71,
    name: "우츠보트 (6세대부터)",
    state: [
      80,
      105,
      65,
      100,
      70,
      70
    ]
  },
  {
    index: 71,
    name: "우츠보트 (5세대까지)",
    state: [
      80,
      105,
      65,
      100,
      60,
      70
    ]
  },
  {
    index: 72,
    name: "왕눈해",
    state: [
      40,
      40,
      35,
      50,
      100,
      70
    ]
  },
  {
    index: 73,
    name: "독파리",
    state: [
      80,
      70,
      65,
      80,
      120,
      100
    ]
  },
  {
    index: 74,
    name: "꼬마돌 (알로라의 모습)",
    state: [
      40,
      80,
      100,
      30,
      30,
      20
    ]
  },
  {
    index: 74,
    name: "꼬마돌",
    state: [
      40,
      80,
      100,
      30,
      30,
      20
    ]
  },
  {
    index: 75,
    name: "데구리",
    state: [
      55,
      95,
      115,
      45,
      45,
      35
    ]
  },
  {
    index: 75,
    name: "데구리 (알로라의 모습)",
    state: [
      55,
      95,
      115,
      45,
      45,
      35
    ]
  },
  {
    index: 76,
    name: "딱구리 (알로라의 모습)",
    state: [
      80,
      120,
      130,
      55,
      65,
      45
    ]
  },
  {
    index: 76,
    name: "딱구리 (6세대부터)",
    state: [
      80,
      120,
      130,
      55,
      65,
      45
    ]
  },
  {
    index: 76,
    name: "딱구리 (5세대까지)",
    state: [
      80,
      110,
      130,
      55,
      65,
      45
    ]
  },
  {
    index: 77,
    name: "포니타 (가라르의 모습)",
    state: [
      50,
      85,
      55,
      65,
      65,
      90
    ]
  },
  {
    index: 77,
    name: "포니타",
    state: [
      50,
      85,
      55,
      65,
      65,
      90
    ]
  },
  {
    index: 78,
    name: "날쌩마",
    state: [
      65,
      100,
      70,
      80,
      80,
      105
    ]
  },
  {
    index: 78,
    name: "날쌩마 (가라르의 모습)",
    state: [
      65,
      100,
      70,
      80,
      80,
      105
    ]
  },
  {
    index: 79,
    name: "야돈",
    state: [
      90,
      65,
      65,
      40,
      40,
      15
    ]
  },
  {
    index: 80,
    name: "야도란",
    state: [
      95,
      75,
      110,
      100,
      80,
      30
    ]
  },
  {
    index: 80,
    name: "메가야도란",
    state: [
      95,
      75,
      180,
      130,
      80,
      30
    ]
  },
  {
    index: 81,
    name: "코일",
    state: [
      25,
      35,
      70,
      95,
      55,
      45
    ]
  },
  {
    index: 82,
    name: "레어코일",
    state: [
      50,
      60,
      95,
      120,
      70,
      70
    ]
  },
  {
    index: 83,
    name: "파오리",
    state: [
      52,
      65,
      55,
      58,
      62,
      60
    ]
  },
  {
    index: 83,
    name: "파오리 (가라르의 모습)",
    state: [
      52,
      95,
      55,
      58,
      62,
      55
    ]
  },
  {
    index: 84,
    name: "두두",
    state: [
      35,
      85,
      45,
      35,
      35,
      75
    ]
  },
  {
    index: 85,
    name: "두트리오",
    state: [
      60,
      110,
      70,
      60,
      60,
      100
    ]
  },
  {
    index: 86,
    name: "쥬쥬",
    state: [
      65,
      45,
      55,
      45,
      70,
      45
    ]
  },
  {
    index: 87,
    name: "쥬레곤",
    state: [
      90,
      70,
      80,
      70,
      95,
      70
    ]
  },
  {
    index: 88,
    name: "질퍽이 (알로라의 모습)",
    state: [
      80,
      80,
      50,
      40,
      50,
      25
    ]
  },
  {
    index: 88,
    name: "질퍽이",
    state: [
      80,
      80,
      50,
      40,
      50,
      25
    ]
  },
  {
    index: 89,
    name: "질뻐기",
    state: [
      105,
      105,
      75,
      65,
      100,
      50
    ]
  },
  {
    index: 89,
    name: "질뻐기 (알로라의 모습)",
    state: [
      105,
      105,
      75,
      65,
      100,
      50
    ]
  },
  {
    index: 90,
    name: "셀러",
    state: [
      30,
      65,
      100,
      45,
      25,
      40
    ]
  },
  {
    index: 91,
    name: "파르셀",
    state: [
      50,
      95,
      180,
      85,
      45,
      70
    ]
  },
  {
    index: 92,
    name: "고오스",
    state: [
      30,
      35,
      30,
      100,
      35,
      80
    ]
  },
  {
    index: 93,
    name: "고우스트",
    state: [
      45,
      50,
      45,
      115,
      55,
      95
    ]
  },
  {
    index: 94,
    name: "팬텀",
    state: [
      60,
      65,
      60,
      130,
      75,
      110
    ]
  },
  {
    index: 94,
    name: "메가팬텀",
    state: [
      60,
      65,
      80,
      170,
      95,
      130
    ]
  },
  {
    index: 95,
    name: "롱스톤",
    state: [
      35,
      45,
      160,
      30,
      45,
      70
    ]
  },
  {
    index: 96,
    name: "슬리프",
    state: [
      60,
      48,
      45,
      43,
      90,
      42
    ]
  },
  {
    index: 97,
    name: "슬리퍼",
    state: [
      85,
      73,
      70,
      73,
      115,
      67
    ]
  },
  {
    index: 98,
    name: "크랩",
    state: [
      30,
      105,
      90,
      25,
      25,
      50
    ]
  },
  {
    index: 99,
    name: "킹크랩",
    state: [
      55,
      130,
      115,
      50,
      50,
      75
    ]
  },
  {
    index: 100,
    name: "찌리리공",
    state: [
      40,
      30,
      50,
      55,
      55,
      100
    ]
  },
  {
    index: 101,
    name: "붐볼",
    state: [
      60,
      50,
      70,
      80,
      80,
      140
    ]
  },
  {
    index: 102,
    name: "아라리",
    state: [
      60,
      40,
      80,
      60,
      45,
      40
    ]
  },
  {
    index: 103,
    name: "나시 (알로라의 모습)",
    state: [
      95,
      105,
      85,
      125,
      75,
      45
    ]
  },
  {
    index: 103,
    name: "나시",
    state: [
      95,
      95,
      85,
      125,
      65,
      55
    ]
  },
  {
    index: 104,
    name: "탕구리",
    state: [
      50,
      50,
      95,
      40,
      50,
      35
    ]
  },
  {
    index: 105,
    name: "텅구리 (알로라의 모습)",
    state: [
      60,
      80,
      110,
      50,
      80,
      45
    ]
  },
  {
    index: 105,
    name: "텅구리",
    state: [
      60,
      80,
      110,
      50,
      80,
      45
    ]
  },
  {
    index: 106,
    name: "시라소몬",
    state: [
      50,
      120,
      53,
      35,
      110,
      87
    ]
  },
  {
    index: 107,
    name: "홍수몬",
    state: [
      50,
      105,
      79,
      35,
      110,
      76
    ]
  },
  {
    index: 108,
    name: "내루미",
    state: [
      90,
      55,
      75,
      60,
      75,
      30
    ]
  },
  {
    index: 109,
    name: "또가스",
    state: [
      40,
      65,
      95,
      60,
      45,
      35
    ]
  },
  {
    index: 110,
    name: "또도가스",
    state: [
      65,
      90,
      120,
      85,
      70,
      60
    ]
  },
  {
    index: 110,
    name: "또도가스 (가라르의 모습)",
    state: [
      65,
      90,
      120,
      85,
      70,
      60
    ]
  },
  {
    index: 111,
    name: "뿔카노",
    state: [
      80,
      85,
      95,
      30,
      30,
      25
    ]
  },
  {
    index: 112,
    name: "코뿌리",
    state: [
      105,
      130,
      120,
      45,
      45,
      40
    ]
  },
  {
    index: 113,
    name: "럭키",
    state: [
      250,
      5,
      5,
      35,
      105,
      50
    ]
  },
  {
    index: 114,
    name: "덩쿠리",
    state: [
      65,
      55,
      115,
      100,
      40,
      60
    ]
  },
  {
    index: 115,
    name: "캥카",
    state: [
      105,
      95,
      80,
      40,
      80,
      90
    ]
  },
  {
    index: 115,
    name: "메가캥카",
    state: [
      105,
      125,
      100,
      60,
      100,
      100
    ]
  },
  {
    index: 116,
    name: "쏘드라",
    state: [
      30,
      40,
      70,
      70,
      25,
      60
    ]
  },
  {
    index: 117,
    name: "시드라",
    state: [
      55,
      65,
      95,
      95,
      45,
      85
    ]
  },
  {
    index: 118,
    name: "콘치",
    state: [
      45,
      67,
      60,
      35,
      50,
      63
    ]
  },
  {
    index: 119,
    name: "왕콘치",
    state: [
      80,
      92,
      65,
      65,
      80,
      68
    ]
  },
  {
    index: 120,
    name: "별가사리",
    state: [
      30,
      45,
      55,
      70,
      55,
      85
    ]
  },
  {
    index: 121,
    name: "아쿠스타",
    state: [
      60,
      75,
      85,
      100,
      85,
      115
    ]
  },
  {
    index: 122,
    name: "마임맨 (가라르의 모습)",
    state: [
      50,
      65,
      65,
      90,
      90,
      100
    ]
  },
  {
    index: 122,
    name: "마임맨",
    state: [
      40,
      45,
      65,
      100,
      120,
      90
    ]
  },
  {
    index: 123,
    name: "스라크",
    state: [
      70,
      110,
      80,
      55,
      80,
      105
    ]
  },
  {
    index: 124,
    name: "루주라",
    state: [
      65,
      50,
      35,
      115,
      95,
      95
    ]
  },
  {
    index: 125,
    name: "에레브",
    state: [
      65,
      83,
      57,
      95,
      85,
      105
    ]
  },
  {
    index: 126,
    name: "마그마",
    state: [
      65,
      95,
      57,
      100,
      85,
      93
    ]
  },
  {
    index: 127,
    name: "쁘사이저",
    state: [
      65,
      125,
      100,
      55,
      70,
      85
    ]
  },
  {
    index: 127,
    name: "메가쁘사이저",
    state: [
      65,
      155,
      120,
      65,
      90,
      105
    ]
  },
  {
    index: 128,
    name: "켄타로스",
    state: [
      75,
      100,
      95,
      40,
      70,
      110
    ]
  },
  {
    index: 129,
    name: "잉어킹",
    state: [
      20,
      10,
      55,
      15,
      20,
      80
    ]
  },
  {
    index: 130,
    name: "갸라도스",
    state: [
      95,
      125,
      79,
      60,
      100,
      81
    ]
  },
  {
    index: 130,
    name: "메가갸라도스",
    state: [
      95,
      155,
      109,
      70,
      130,
      81
    ]
  },
  {
    index: 131,
    name: "라프라스",
    state: [
      130,
      85,
      80,
      85,
      95,
      60
    ]
  },
  {
    index: 132,
    name: "메타몽",
    state: [
      48,
      48,
      48,
      48,
      48,
      48
    ]
  },
  {
    index: 133,
    name: "이브이",
    state: [
      55,
      55,
      50,
      45,
      65,
      55
    ]
  },
  {
    index: 134,
    name: "샤미드",
    state: [
      130,
      65,
      60,
      110,
      95,
      65
    ]
  },
  {
    index: 135,
    name: "쥬피썬더",
    state: [
      65,
      65,
      60,
      110,
      95,
      130
    ]
  },
  {
    index: 136,
    name: "부스터",
    state: [
      65,
      130,
      60,
      95,
      110,
      65
    ]
  },
  {
    index: 137,
    name: "폴리곤",
    state: [
      65,
      60,
      70,
      85,
      75,
      40
    ]
  },
  {
    index: 138,
    name: "암나이트",
    state: [
      35,
      40,
      100,
      90,
      55,
      35
    ]
  },
  {
    index: 139,
    name: "암스타",
    state: [
      70,
      60,
      125,
      115,
      70,
      55
    ]
  },
  {
    index: 140,
    name: "투구",
    state: [
      30,
      80,
      90,
      55,
      45,
      55
    ]
  },
  {
    index: 141,
    name: "투구푸스",
    state: [
      60,
      115,
      105,
      65,
      70,
      80
    ]
  },
  {
    index: 142,
    name: "프테라",
    state: [
      80,
      105,
      65,
      60,
      75,
      130
    ]
  },
  {
    index: 142,
    name: "메가프테라",
    state: [
      80,
      135,
      85,
      70,
      95,
      150
    ]
  },
  {
    index: 143,
    name: "잠만보",
    state: [
      160,
      110,
      65,
      65,
      110,
      30
    ]
  },
  {
    index: 144,
    name: "프리져",
    state: [
      90,
      85,
      100,
      95,
      125,
      85
    ]
  },
  {
    index: 145,
    name: "썬더",
    state: [
      90,
      90,
      85,
      125,
      90,
      100
    ]
  },
  {
    index: 146,
    name: "파이어",
    state: [
      90,
      100,
      90,
      125,
      85,
      90
    ]
  },
  {
    index: 147,
    name: "미뇽",
    state: [
      41,
      64,
      45,
      50,
      50,
      50
    ]
  },
  {
    index: 148,
    name: "신뇽",
    state: [
      61,
      84,
      65,
      70,
      70,
      70
    ]
  },
  {
    index: 149,
    name: "망나뇽",
    state: [
      91,
      134,
      95,
      100,
      100,
      80
    ]
  },
  {
    index: 150,
    name: "메가뮤츠X",
    state: [
      106,
      190,
      100,
      154,
      100,
      130
    ]
  },
  {
    index: 150,
    name: "메가뮤츠Y",
    state: [
      106,
      150,
      70,
      194,
      120,
      140
    ]
  },
  {
    index: 150,
    name: "뮤츠",
    state: [
      106,
      110,
      90,
      154,
      90,
      130
    ]
  },
  {
    index: 151,
    name: "뮤",
    state: [
      100,
      100,
      100,
      100,
      100,
      100
    ]
  },
  {
    index: 152,
    name: "치코리타",
    state: [
      45,
      49,
      65,
      49,
      65,
      45
    ]
  },
  {
    index: 153,
    name: "베이리프",
    state: [
      60,
      62,
      80,
      63,
      80,
      60
    ]
  },
  {
    index: 154,
    name: "메가니움",
    state: [
      80,
      82,
      100,
      83,
      100,
      80
    ]
  },
  {
    index: 155,
    name: "브케인",
    state: [
      39,
      52,
      43,
      60,
      50,
      65
    ]
  },
  {
    index: 156,
    name: "마그케인",
    state: [
      58,
      64,
      58,
      80,
      65,
      80
    ]
  },
  {
    index: 157,
    name: "블레이범",
    state: [
      78,
      84,
      78,
      109,
      85,
      100
    ]
  },
  {
    index: 158,
    name: "리아코",
    state: [
      50,
      65,
      64,
      44,
      48,
      43
    ]
  },
  {
    index: 159,
    name: "엘리게이",
    state: [
      65,
      80,
      80,
      59,
      63,
      58
    ]
  },
  {
    index: 160,
    name: "장크로다일",
    state: [
      85,
      105,
      100,
      79,
      83,
      78
    ]
  },
  {
    index: 161,
    name: "꼬리선",
    state: [
      35,
      46,
      34,
      35,
      45,
      20
    ]
  },
  {
    index: 162,
    name: "다꼬리",
    state: [
      85,
      76,
      64,
      45,
      55,
      90
    ]
  },
  {
    index: 163,
    name: "부우부",
    state: [
      60,
      30,
      30,
      36,
      56,
      50
    ]
  },
  {
    index: 164,
    name: "야부엉",
    state: [
      100,
      50,
      50,
      76,
      96,
      70
    ]
  },
  {
    index: 165,
    name: "레디바",
    state: [
      40,
      20,
      30,
      40,
      80,
      55
    ]
  },
  {
    index: 166,
    name: "레디안",
    state: [
      55,
      35,
      50,
      55,
      110,
      85
    ]
  },
  {
    index: 167,
    name: "페이검",
    state: [
      40,
      60,
      40,
      40,
      40,
      30
    ]
  },
  {
    index: 168,
    name: "아리아도스",
    state: [
      70,
      90,
      70,
      60,
      60,
      40
    ]
  },
  {
    index: 169,
    name: "크로뱃",
    state: [
      85,
      90,
      80,
      70,
      80,
      130
    ]
  },
  {
    index: 170,
    name: "초라기",
    state: [
      75,
      38,
      38,
      56,
      56,
      67
    ]
  },
  {
    index: 171,
    name: "랜턴",
    state: [
      125,
      58,
      58,
      76,
      76,
      67
    ]
  },
  {
    index: 172,
    name: "피츄",
    state: [
      20,
      40,
      15,
      35,
      35,
      60
    ]
  },
  {
    index: 173,
    name: "삐",
    state: [
      50,
      25,
      28,
      45,
      55,
      15
    ]
  },
  {
    index: 174,
    name: "푸푸린",
    state: [
      90,
      30,
      15,
      40,
      20,
      15
    ]
  },
  {
    index: 175,
    name: "토게피",
    state: [
      35,
      20,
      65,
      40,
      65,
      20
    ]
  },
  {
    index: 176,
    name: "토게틱",
    state: [
      55,
      40,
      85,
      80,
      105,
      40
    ]
  },
  {
    index: 177,
    name: "네이티",
    state: [
      40,
      50,
      45,
      70,
      45,
      70
    ]
  },
  {
    index: 178,
    name: "네이티오",
    state: [
      65,
      75,
      70,
      95,
      70,
      95
    ]
  },
  {
    index: 179,
    name: "메리프",
    state: [
      55,
      40,
      40,
      65,
      45,
      35
    ]
  },
  {
    index: 180,
    name: "보송송",
    state: [
      70,
      55,
      55,
      80,
      60,
      45
    ]
  },
  {
    index: 181,
    name: "전룡 (6세대부터)",
    state: [
      90,
      75,
      85,
      115,
      90,
      55
    ]
  },
  {
    index: 181,
    name: "메가전룡",
    state: [
      90,
      95,
      105,
      165,
      110,
      45
    ]
  },
  {
    index: 181,
    name: "전룡 (5세대까지)",
    state: [
      90,
      75,
      75,
      115,
      90,
      55
    ]
  },
  {
    index: 182,
    name: "아르코 (5세대까지)",
    state: [
      75,
      80,
      85,
      90,
      100,
      50
    ]
  },
  {
    index: 182,
    name: "아르코 (6세대부터)",
    state: [
      75,
      80,
      95,
      90,
      100,
      50
    ]
  },
  {
    index: 183,
    name: "마릴",
    state: [
      70,
      20,
      50,
      20,
      50,
      40
    ]
  },
  {
    index: 184,
    name: "마릴리",
    state: [
      100,
      50,
      80,
      60,
      80,
      50
    ]
  },
  {
    index: 185,
    name: "꼬지모",
    state: [
      70,
      100,
      115,
      30,
      65,
      30
    ]
  },
  {
    index: 186,
    name: "왕구리",
    state: [
      90,
      75,
      75,
      90,
      100,
      70
    ]
  },
  {
    index: 187,
    name: "통통코",
    state: [
      35,
      35,
      40,
      35,
      55,
      50
    ]
  },
  {
    index: 188,
    name: "두코",
    state: [
      55,
      45,
      50,
      45,
      65,
      80
    ]
  },
  {
    index: 189,
    name: "솜솜코 (5세대까지)",
    state: [
      75,
      55,
      70,
      55,
      85,
      110
    ]
  },
  {
    index: 189,
    name: "솜솜코 (6세대부터)",
    state: [
      75,
      55,
      70,
      55,
      95,
      110
    ]
  },
  {
    index: 190,
    name: "에이팜",
    state: [
      55,
      70,
      55,
      40,
      55,
      85
    ]
  },
  {
    index: 191,
    name: "해너츠",
    state: [
      30,
      30,
      30,
      30,
      30,
      30
    ]
  },
  {
    index: 192,
    name: "해루미",
    state: [
      75,
      75,
      55,
      105,
      85,
      30
    ]
  },
  {
    index: 193,
    name: "왕자리",
    state: [
      65,
      65,
      45,
      75,
      45,
      95
    ]
  },
  {
    index: 194,
    name: "우파",
    state: [
      55,
      45,
      45,
      25,
      25,
      15
    ]
  },
  {
    index: 195,
    name: "누오",
    state: [
      95,
      85,
      85,
      65,
      65,
      35
    ]
  },
  {
    index: 196,
    name: "에브이",
    state: [
      65,
      65,
      60,
      130,
      95,
      110
    ]
  },
  {
    index: 197,
    name: "블래키",
    state: [
      95,
      65,
      110,
      60,
      130,
      65
    ]
  },
  {
    index: 198,
    name: "니로우",
    state: [
      60,
      85,
      42,
      85,
      42,
      91
    ]
  },
  {
    index: 199,
    name: "야도킹",
    state: [
      95,
      75,
      80,
      100,
      110,
      30
    ]
  },
  {
    index: 200,
    name: "무우마",
    state: [
      60,
      60,
      60,
      85,
      85,
      85
    ]
  },
  {
    index: 201,
    name: "안농",
    state: [
      48,
      72,
      48,
      72,
      48,
      48
    ]
  },
  {
    index: 202,
    name: "마자용",
    state: [
      190,
      33,
      58,
      33,
      58,
      33
    ]
  },
  {
    index: 203,
    name: "키링키",
    state: [
      70,
      80,
      65,
      90,
      65,
      85
    ]
  },
  {
    index: 204,
    name: "피콘",
    state: [
      50,
      65,
      90,
      35,
      35,
      15
    ]
  },
  {
    index: 205,
    name: "쏘콘",
    state: [
      75,
      90,
      140,
      60,
      60,
      40
    ]
  },
  {
    index: 206,
    name: "노고치",
    state: [
      100,
      70,
      70,
      65,
      65,
      45
    ]
  },
  {
    index: 207,
    name: "글라이거",
    state: [
      65,
      75,
      105,
      35,
      65,
      85
    ]
  },
  {
    index: 208,
    name: "메가강철톤",
    state: [
      75,
      125,
      230,
      55,
      95,
      30
    ]
  },
  {
    index: 208,
    name: "강철톤",
    state: [
      75,
      85,
      200,
      55,
      65,
      30
    ]
  },
  {
    index: 209,
    name: "블루",
    state: [
      60,
      80,
      50,
      40,
      40,
      30
    ]
  },
  {
    index: 210,
    name: "그랑블루",
    state: [
      90,
      120,
      75,
      60,
      60,
      45
    ]
  },
  {
    index: 211,
    name: "침바루",
    state: [
      65,
      95,
      75,
      55,
      55,
      85
    ]
  },
  {
    index: 212,
    name: "핫삼",
    state: [
      70,
      130,
      100,
      55,
      80,
      65
    ]
  },
  {
    index: 212,
    name: "메가핫삼",
    state: [
      70,
      150,
      140,
      65,
      100,
      75
    ]
  },
  {
    index: 213,
    name: "단단지",
    state: [
      20,
      10,
      230,
      10,
      230,
      5
    ]
  },
  {
    index: 214,
    name: "헤라크로스",
    state: [
      80,
      125,
      75,
      40,
      95,
      85
    ]
  },
  {
    index: 214,
    name: "메가헤라크로스",
    state: [
      80,
      185,
      115,
      40,
      105,
      75
    ]
  },
  {
    index: 215,
    name: "포푸니",
    state: [
      55,
      95,
      55,
      35,
      75,
      115
    ]
  },
  {
    index: 216,
    name: "깜지곰",
    state: [
      60,
      80,
      50,
      50,
      50,
      40
    ]
  },
  {
    index: 217,
    name: "링곰",
    state: [
      90,
      130,
      75,
      75,
      75,
      55
    ]
  },
  {
    index: 218,
    name: "마그마그",
    state: [
      40,
      40,
      40,
      70,
      40,
      20
    ]
  },
  {
    index: 219,
    name: "마그카르고",
    state: [
      50,
      50,
      120,
      80,
      80,
      30
    ]
  },
  {
    index: 220,
    name: "꾸꾸리",
    state: [
      50,
      50,
      40,
      30,
      30,
      50
    ]
  },
  {
    index: 221,
    name: "메꾸리",
    state: [
      100,
      100,
      80,
      60,
      60,
      50
    ]
  },
  {
    index: 222,
    name: "코산호 (가라르의 모습)",
    state: [
      60,
      55,
      100,
      65,
      100,
      30
    ]
  },
  {
    index: 222,
    name: "코산호",
    state: [
      55,
      55,
      85,
      65,
      85,
      35
    ]
  },
  {
    index: 223,
    name: "총어",
    state: [
      35,
      65,
      35,
      65,
      35,
      65
    ]
  },
  {
    index: 224,
    name: "대포무노",
    state: [
      75,
      105,
      75,
      105,
      75,
      45
    ]
  },
  {
    index: 225,
    name: "딜리버드",
    state: [
      45,
      55,
      45,
      65,
      45,
      75
    ]
  },
  {
    index: 226,
    name: "만타인",
    state: [
      65,
      40,
      70,
      80,
      140,
      70
    ]
  },
  {
    index: 227,
    name: "무장조",
    state: [
      65,
      80,
      140,
      40,
      70,
      70
    ]
  },
  {
    index: 228,
    name: "델빌",
    state: [
      45,
      60,
      30,
      80,
      50,
      65
    ]
  },
  {
    index: 229,
    name: "헬가",
    state: [
      75,
      90,
      50,
      110,
      80,
      95
    ]
  },
  {
    index: 229,
    name: "메가헬가",
    state: [
      75,
      90,
      90,
      140,
      90,
      115
    ]
  },
  {
    index: 230,
    name: "킹드라",
    state: [
      75,
      95,
      95,
      95,
      95,
      85
    ]
  },
  {
    index: 231,
    name: "코코리",
    state: [
      90,
      60,
      60,
      40,
      40,
      40
    ]
  },
  {
    index: 232,
    name: "코리갑",
    state: [
      90,
      120,
      120,
      60,
      60,
      50
    ]
  },
  {
    index: 233,
    name: "폴리곤2",
    state: [
      85,
      80,
      90,
      105,
      95,
      60
    ]
  },
  {
    index: 234,
    name: "노라키",
    state: [
      73,
      95,
      62,
      85,
      65,
      85
    ]
  },
  {
    index: 235,
    name: "루브도",
    state: [
      55,
      20,
      35,
      20,
      45,
      75
    ]
  },
  {
    index: 236,
    name: "배루키",
    state: [
      35,
      35,
      35,
      35,
      35,
      35
    ]
  },
  {
    index: 237,
    name: "카포에라",
    state: [
      50,
      95,
      95,
      35,
      110,
      70
    ]
  },
  {
    index: 238,
    name: "뽀뽀라",
    state: [
      45,
      30,
      15,
      85,
      65,
      65
    ]
  },
  {
    index: 239,
    name: "에레키드",
    state: [
      45,
      63,
      37,
      65,
      55,
      95
    ]
  },
  {
    index: 240,
    name: "마그비",
    state: [
      45,
      75,
      37,
      70,
      55,
      83
    ]
  },
  {
    index: 241,
    name: "밀탱크",
    state: [
      95,
      80,
      105,
      40,
      70,
      100
    ]
  },
  {
    index: 242,
    name: "해피너스",
    state: [
      255,
      10,
      10,
      75,
      135,
      55
    ]
  },
  {
    index: 243,
    name: "라이코",
    state: [
      90,
      85,
      75,
      115,
      100,
      115
    ]
  },
  {
    index: 244,
    name: "앤테이",
    state: [
      115,
      115,
      85,
      90,
      75,
      100
    ]
  },
  {
    index: 245,
    name: "스이쿤",
    state: [
      100,
      75,
      115,
      90,
      115,
      85
    ]
  },
  {
    index: 246,
    name: "애버라스",
    state: [
      50,
      64,
      50,
      45,
      50,
      41
    ]
  },
  {
    index: 247,
    name: "데기라스",
    state: [
      70,
      84,
      70,
      65,
      70,
      51
    ]
  },
  {
    index: 248,
    name: "마기라스",
    state: [
      100,
      134,
      110,
      95,
      100,
      61
    ]
  },
  {
    index: 248,
    name: "메가마기라스",
    state: [
      100,
      164,
      150,
      95,
      120,
      71
    ]
  },
  {
    index: 249,
    name: "루기아",
    state: [
      106,
      90,
      130,
      90,
      154,
      110
    ]
  },
  {
    index: 250,
    name: "칠색조",
    state: [
      106,
      130,
      90,
      110,
      154,
      90
    ]
  },
  {
    index: 251,
    name: "세레비",
    state: [
      100,
      100,
      100,
      100,
      100,
      100
    ]
  },
  {
    index: 252,
    name: "나무지기",
    state: [
      40,
      45,
      35,
      65,
      55,
      70
    ]
  },
  {
    index: 253,
    name: "나무돌이",
    state: [
      50,
      65,
      45,
      85,
      65,
      95
    ]
  },
  {
    index: 254,
    name: "나무킹",
    state: [
      70,
      85,
      65,
      105,
      85,
      120
    ]
  },
  {
    index: 254,
    name: "메가나무킹",
    state: [
      70,
      110,
      75,
      145,
      85,
      145
    ]
  },
  {
    index: 255,
    name: "아차모",
    state: [
      45,
      60,
      40,
      70,
      50,
      45
    ]
  },
  {
    index: 256,
    name: "영치코",
    state: [
      60,
      85,
      60,
      85,
      60,
      55
    ]
  },
  {
    index: 257,
    name: "번치코",
    state: [
      80,
      120,
      70,
      110,
      70,
      80
    ]
  },
  {
    index: 257,
    name: "메가번치코",
    state: [
      80,
      160,
      80,
      130,
      80,
      100
    ]
  },
  {
    index: 258,
    name: "물짱이",
    state: [
      50,
      70,
      50,
      50,
      50,
      40
    ]
  },
  {
    index: 259,
    name: "늪짱이",
    state: [
      70,
      85,
      70,
      60,
      70,
      50
    ]
  },
  {
    index: 260,
    name: "대짱이",
    state: [
      100,
      110,
      90,
      85,
      90,
      60
    ]
  },
  {
    index: 260,
    name: "메가대짱이",
    state: [
      100,
      150,
      110,
      95,
      110,
      70
    ]
  },
  {
    index: 261,
    name: "포챠나",
    state: [
      35,
      55,
      35,
      30,
      30,
      35
    ]
  },
  {
    index: 262,
    name: "그라에나",
    state: [
      70,
      90,
      70,
      60,
      60,
      70
    ]
  },
  {
    index: 263,
    name: "지그제구리 (가라르의 모습)",
    state: [
      38,
      30,
      41,
      30,
      41,
      60
    ]
  },
  {
    index: 263,
    name: "지그제구리",
    state: [
      38,
      30,
      41,
      30,
      41,
      60
    ]
  },
  {
    index: 264,
    name: "직구리",
    state: [
      78,
      70,
      61,
      50,
      61,
      100
    ]
  },
  {
    index: 264,
    name: "직구리 (가라르의 모습)",
    state: [
      78,
      70,
      61,
      50,
      61,
      100
    ]
  },
  {
    index: 265,
    name: "개무소",
    state: [
      45,
      45,
      35,
      20,
      30,
      20
    ]
  },
  {
    index: 266,
    name: "실쿤",
    state: [
      50,
      35,
      55,
      25,
      25,
      15
    ]
  },
  {
    index: 267,
    name: "뷰티플라이 (6세대부터)",
    state: [
      60,
      70,
      50,
      100,
      50,
      65
    ]
  },
  {
    index: 267,
    name: "뷰티플라이 (5세대까지)",
    state: [
      60,
      70,
      50,
      90,
      50,
      65
    ]
  },
  {
    index: 268,
    name: "카스쿤",
    state: [
      50,
      35,
      55,
      25,
      25,
      15
    ]
  },
  {
    index: 269,
    name: "독케일",
    state: [
      60,
      50,
      70,
      50,
      90,
      65
    ]
  },
  {
    index: 270,
    name: "연꽃몬",
    state: [
      40,
      30,
      30,
      40,
      50,
      30
    ]
  },
  {
    index: 271,
    name: "로토스",
    state: [
      60,
      50,
      50,
      60,
      70,
      50
    ]
  },
  {
    index: 272,
    name: "로파파",
    state: [
      80,
      70,
      70,
      90,
      100,
      70
    ]
  },
  {
    index: 273,
    name: "도토링",
    state: [
      40,
      40,
      50,
      30,
      30,
      30
    ]
  },
  {
    index: 274,
    name: "잎새코",
    state: [
      70,
      70,
      40,
      60,
      40,
      60
    ]
  },
  {
    index: 275,
    name: "다탱구",
    state: [
      90,
      100,
      60,
      90,
      60,
      80
    ]
  },
  {
    index: 276,
    name: "테일로",
    state: [
      40,
      55,
      30,
      30,
      30,
      85
    ]
  },
  {
    index: 277,
    name: "스왈로",
    state: [
      60,
      85,
      60,
      50,
      50,
      125
    ]
  },
  {
    index: 278,
    name: "갈모매",
    state: [
      40,
      30,
      30,
      55,
      30,
      85
    ]
  },
  {
    index: 279,
    name: "패리퍼",
    state: [
      60,
      50,
      100,
      85,
      70,
      65
    ]
  },
  {
    index: 280,
    name: "랄토스",
    state: [
      28,
      25,
      25,
      45,
      35,
      40
    ]
  },
  {
    index: 281,
    name: "킬리아",
    state: [
      38,
      35,
      35,
      65,
      55,
      50
    ]
  },
  {
    index: 282,
    name: "가디안",
    state: [
      68,
      65,
      65,
      125,
      115,
      80
    ]
  },
  {
    index: 282,
    name: "메가가디안",
    state: [
      68,
      85,
      65,
      165,
      135,
      100
    ]
  },
  {
    index: 283,
    name: "비구술",
    state: [
      40,
      30,
      32,
      50,
      52,
      65
    ]
  },
  {
    index: 284,
    name: "비나방",
    state: [
      70,
      60,
      62,
      80,
      82,
      60
    ]
  },
  {
    index: 285,
    name: "버섯꼬",
    state: [
      60,
      40,
      60,
      40,
      60,
      35
    ]
  },
  {
    index: 286,
    name: "버섯모",
    state: [
      60,
      130,
      80,
      60,
      60,
      70
    ]
  },
  {
    index: 287,
    name: "게을로",
    state: [
      60,
      60,
      60,
      35,
      35,
      30
    ]
  },
  {
    index: 288,
    name: "발바로",
    state: [
      80,
      80,
      80,
      55,
      55,
      90
    ]
  },
  {
    index: 289,
    name: "게을킹",
    state: [
      150,
      160,
      100,
      95,
      65,
      100
    ]
  },
  {
    index: 290,
    name: "토중몬",
    state: [
      31,
      45,
      90,
      30,
      30,
      40
    ]
  },
  {
    index: 291,
    name: "아이스크",
    state: [
      61,
      90,
      45,
      50,
      50,
      160
    ]
  },
  {
    index: 292,
    name: "껍질몬",
    state: [
      1,
      90,
      45,
      30,
      30,
      40
    ]
  },
  {
    index: 293,
    name: "소곤룡",
    state: [
      64,
      51,
      23,
      51,
      23,
      28
    ]
  },
  {
    index: 294,
    name: "노공룡",
    state: [
      84,
      71,
      43,
      71,
      43,
      48
    ]
  },
  {
    index: 295,
    name: "폭음룡 (6세대부터)",
    state: [
      104,
      91,
      63,
      91,
      73,
      68
    ]
  },
  {
    index: 295,
    name: "폭음룡 (5세대까지)",
    state: [
      104,
      91,
      63,
      91,
      63,
      68
    ]
  },
  {
    index: 296,
    name: "마크탕",
    state: [
      72,
      60,
      30,
      20,
      30,
      25
    ]
  },
  {
    index: 297,
    name: "하리뭉",
    state: [
      144,
      120,
      60,
      40,
      60,
      50
    ]
  },
  {
    index: 298,
    name: "루리리",
    state: [
      50,
      20,
      40,
      20,
      40,
      20
    ]
  },
  {
    index: 299,
    name: "코코파스",
    state: [
      30,
      45,
      135,
      45,
      90,
      30
    ]
  },
  {
    index: 300,
    name: "에나비",
    state: [
      50,
      45,
      45,
      35,
      35,
      50
    ]
  },
  {
    index: 301,
    name: "델케티",
    state: [
      70,
      65,
      65,
      55,
      55,
      70
    ]
  },
  {
    index: 302,
    name: "깜까미",
    state: [
      50,
      75,
      75,
      65,
      65,
      50
    ]
  },
  {
    index: 302,
    name: "메가깜까미",
    state: [
      50,
      85,
      125,
      85,
      115,
      20
    ]
  },
  {
    index: 303,
    name: "입치트",
    state: [
      50,
      85,
      85,
      55,
      55,
      50
    ]
  },
  {
    index: 303,
    name: "메가입치트",
    state: [
      50,
      105,
      125,
      55,
      95,
      50
    ]
  },
  {
    index: 304,
    name: "가보리",
    state: [
      50,
      70,
      100,
      40,
      40,
      30
    ]
  },
  {
    index: 305,
    name: "갱도라",
    state: [
      60,
      90,
      140,
      50,
      50,
      40
    ]
  },
  {
    index: 306,
    name: "보스로라",
    state: [
      70,
      110,
      180,
      60,
      60,
      50
    ]
  },
  {
    index: 306,
    name: "메가보스로라",
    state: [
      70,
      140,
      230,
      60,
      80,
      50
    ]
  },
  {
    index: 307,
    name: "요가랑",
    state: [
      30,
      40,
      55,
      40,
      55,
      60
    ]
  },
  {
    index: 308,
    name: "요가램",
    state: [
      60,
      60,
      75,
      60,
      75,
      80
    ]
  },
  {
    index: 308,
    name: "메가요가램",
    state: [
      60,
      100,
      85,
      80,
      85,
      100
    ]
  },
  {
    index: 309,
    name: "썬더라이",
    state: [
      40,
      45,
      40,
      65,
      40,
      65
    ]
  },
  {
    index: 310,
    name: "썬더볼트",
    state: [
      70,
      75,
      60,
      105,
      60,
      105
    ]
  },
  {
    index: 310,
    name: "메가썬더볼트",
    state: [
      70,
      75,
      80,
      135,
      80,
      135
    ]
  },
  {
    index: 311,
    name: "플러시",
    state: [
      60,
      50,
      40,
      85,
      75,
      95
    ]
  },
  {
    index: 312,
    name: "마이농",
    state: [
      60,
      40,
      50,
      75,
      85,
      95
    ]
  },
  {
    index: 313,
    name: "볼비트",
    state: [
      65,
      73,
      55,
      47,
      75,
      85
    ]
  },
  {
    index: 314,
    name: "네오비트",
    state: [
      65,
      47,
      55,
      73,
      75,
      85
    ]
  },
  {
    index: 315,
    name: "로젤리아",
    state: [
      50,
      60,
      45,
      100,
      80,
      65
    ]
  },
  {
    index: 316,
    name: "꼴깍몬",
    state: [
      70,
      43,
      53,
      43,
      53,
      40
    ]
  },
  {
    index: 317,
    name: "꿀꺽몬",
    state: [
      100,
      73,
      83,
      73,
      83,
      55
    ]
  },
  {
    index: 318,
    name: "샤프니아",
    state: [
      45,
      90,
      20,
      65,
      20,
      65
    ]
  },
  {
    index: 319,
    name: "샤크니아",
    state: [
      70,
      120,
      40,
      95,
      40,
      95
    ]
  },
  {
    index: 319,
    name: "메가샤크니아",
    state: [
      70,
      140,
      70,
      110,
      65,
      105
    ]
  },
  {
    index: 320,
    name: "고래왕자",
    state: [
      130,
      70,
      35,
      70,
      35,
      60
    ]
  },
  {
    index: 321,
    name: "고래왕",
    state: [
      170,
      90,
      45,
      90,
      45,
      60
    ]
  },
  {
    index: 322,
    name: "둔타",
    state: [
      60,
      60,
      40,
      65,
      45,
      35
    ]
  },
  {
    index: 323,
    name: "메가폭타",
    state: [
      70,
      120,
      100,
      145,
      105,
      20
    ]
  },
  {
    index: 323,
    name: "폭타",
    state: [
      70,
      100,
      70,
      105,
      75,
      40
    ]
  },
  {
    index: 324,
    name: "코터스",
    state: [
      70,
      85,
      140,
      85,
      70,
      20
    ]
  },
  {
    index: 325,
    name: "피그점프",
    state: [
      60,
      25,
      35,
      70,
      80,
      60
    ]
  },
  {
    index: 326,
    name: "피그킹",
    state: [
      80,
      45,
      65,
      90,
      110,
      80
    ]
  },
  {
    index: 327,
    name: "얼루기",
    state: [
      60,
      60,
      60,
      60,
      60,
      60
    ]
  },
  {
    index: 328,
    name: "톱치",
    state: [
      45,
      100,
      45,
      45,
      45,
      10
    ]
  },
  {
    index: 329,
    name: "비브라바",
    state: [
      50,
      70,
      50,
      50,
      50,
      70
    ]
  },
  {
    index: 330,
    name: "플라이곤",
    state: [
      80,
      100,
      80,
      80,
      80,
      100
    ]
  },
  {
    index: 331,
    name: "선인왕",
    state: [
      50,
      85,
      40,
      85,
      40,
      35
    ]
  },
  {
    index: 332,
    name: "밤선인",
    state: [
      70,
      115,
      60,
      115,
      60,
      55
    ]
  },
  {
    index: 333,
    name: "파비코",
    state: [
      45,
      40,
      60,
      40,
      75,
      50
    ]
  },
  {
    index: 334,
    name: "파비코리",
    state: [
      75,
      70,
      90,
      70,
      105,
      80
    ]
  },
  {
    index: 334,
    name: "메가파비코리",
    state: [
      75,
      110,
      110,
      110,
      105,
      80
    ]
  },
  {
    index: 335,
    name: "쟝고",
    state: [
      73,
      115,
      60,
      60,
      60,
      90
    ]
  },
  {
    index: 336,
    name: "세비퍼",
    state: [
      73,
      100,
      60,
      100,
      60,
      65
    ]
  },
  {
    index: 337,
    name: "루나톤",
    state: [
      70,
      55,
      65,
      95,
      85,
      70
    ]
  },
  {
    index: 338,
    name: "솔록",
    state: [
      70,
      95,
      85,
      55,
      65,
      70
    ]
  },
  {
    index: 339,
    name: "미꾸리",
    state: [
      50,
      48,
      43,
      46,
      41,
      60
    ]
  },
  {
    index: 340,
    name: "메깅",
    state: [
      110,
      78,
      73,
      76,
      71,
      60
    ]
  },
  {
    index: 341,
    name: "가재군",
    state: [
      43,
      80,
      65,
      50,
      35,
      35
    ]
  },
  {
    index: 342,
    name: "가재장군",
    state: [
      63,
      120,
      85,
      90,
      55,
      55
    ]
  },
  {
    index: 343,
    name: "오뚝군",
    state: [
      40,
      40,
      55,
      40,
      70,
      55
    ]
  },
  {
    index: 344,
    name: "점토도리",
    state: [
      60,
      70,
      105,
      70,
      120,
      75
    ]
  },
  {
    index: 345,
    name: "릴링",
    state: [
      66,
      41,
      77,
      61,
      87,
      23
    ]
  },
  {
    index: 346,
    name: "릴리요",
    state: [
      86,
      81,
      97,
      81,
      107,
      43
    ]
  },
  {
    index: 347,
    name: "아노딥스",
    state: [
      45,
      95,
      50,
      40,
      50,
      75
    ]
  },
  {
    index: 348,
    name: "아말도",
    state: [
      75,
      125,
      100,
      70,
      80,
      45
    ]
  },
  {
    index: 349,
    name: "빈티나",
    state: [
      20,
      15,
      20,
      10,
      55,
      80
    ]
  },
  {
    index: 350,
    name: "밀로틱",
    state: [
      95,
      60,
      79,
      100,
      125,
      81
    ]
  },
  {
    index: 351,
    name: "캐스퐁",
    state: [
      70,
      70,
      70,
      70,
      70,
      70
    ]
  },
  {
    index: 352,
    name: "켈리몬",
    state: [
      60,
      90,
      70,
      60,
      120,
      40
    ]
  },
  {
    index: 353,
    name: "어둠대신",
    state: [
      44,
      75,
      35,
      63,
      33,
      45
    ]
  },
  {
    index: 354,
    name: "다크펫",
    state: [
      64,
      115,
      65,
      83,
      63,
      65
    ]
  },
  {
    index: 354,
    name: "메가다크펫",
    state: [
      64,
      165,
      75,
      93,
      83,
      75
    ]
  },
  {
    index: 355,
    name: "해골몽",
    state: [
      20,
      40,
      90,
      30,
      90,
      25
    ]
  },
  {
    index: 356,
    name: "미라몽",
    state: [
      40,
      70,
      130,
      60,
      130,
      25
    ]
  },
  {
    index: 357,
    name: "트로피우스",
    state: [
      99,
      68,
      83,
      72,
      87,
      51
    ]
  },
  {
    index: 358,
    name: "치렁",
    state: [
      65,
      50,
      70,
      95,
      80,
      65
    ]
  },
  {
    index: 359,
    name: "앱솔",
    state: [
      65,
      130,
      60,
      75,
      60,
      75
    ]
  },
  {
    index: 359,
    name: "메가앱솔",
    state: [
      65,
      150,
      60,
      115,
      60,
      115
    ]
  },
  {
    index: 360,
    name: "마자",
    state: [
      95,
      23,
      48,
      23,
      48,
      23
    ]
  },
  {
    index: 361,
    name: "눈꼬마",
    state: [
      50,
      50,
      50,
      50,
      50,
      50
    ]
  },
  {
    index: 362,
    name: "얼음귀신",
    state: [
      80,
      80,
      80,
      80,
      80,
      80
    ]
  },
  {
    index: 362,
    name: "메가얼음귀신",
    state: [
      80,
      120,
      80,
      120,
      80,
      100
    ]
  },
  {
    index: 363,
    name: "대굴레오",
    state: [
      70,
      40,
      50,
      55,
      50,
      25
    ]
  },
  {
    index: 364,
    name: "씨레오",
    state: [
      90,
      60,
      70,
      75,
      70,
      45
    ]
  },
  {
    index: 365,
    name: "씨카이저",
    state: [
      110,
      80,
      90,
      95,
      90,
      65
    ]
  },
  {
    index: 366,
    name: "진주몽",
    state: [
      35,
      64,
      85,
      74,
      55,
      32
    ]
  },
  {
    index: 367,
    name: "헌테일",
    state: [
      55,
      104,
      105,
      94,
      75,
      52
    ]
  },
  {
    index: 368,
    name: "분홍장이",
    state: [
      55,
      84,
      105,
      114,
      75,
      52
    ]
  },
  {
    index: 369,
    name: "시라칸",
    state: [
      100,
      90,
      130,
      45,
      65,
      55
    ]
  },
  {
    index: 370,
    name: "사랑동이",
    state: [
      43,
      30,
      55,
      40,
      65,
      97
    ]
  },
  {
    index: 371,
    name: "아공이",
    state: [
      45,
      75,
      60,
      40,
      30,
      50
    ]
  },
  {
    index: 372,
    name: "쉘곤",
    state: [
      65,
      95,
      100,
      60,
      50,
      50
    ]
  },
  {
    index: 373,
    name: "보만다",
    state: [
      95,
      135,
      80,
      110,
      80,
      100
    ]
  },
  {
    index: 373,
    name: "메가보만다",
    state: [
      95,
      145,
      130,
      120,
      90,
      120
    ]
  },
  {
    index: 374,
    name: "메탕",
    state: [
      40,
      55,
      80,
      35,
      60,
      30
    ]
  },
  {
    index: 375,
    name: "메탕구",
    state: [
      60,
      75,
      100,
      55,
      80,
      50
    ]
  },
  {
    index: 376,
    name: "메타그로스",
    state: [
      80,
      135,
      130,
      95,
      90,
      70
    ]
  },
  {
    index: 376,
    name: "메가메타그로스",
    state: [
      80,
      145,
      150,
      105,
      110,
      110
    ]
  },
  {
    index: 377,
    name: "레지락",
    state: [
      80,
      100,
      200,
      50,
      100,
      50
    ]
  },
  {
    index: 378,
    name: "레지아이스",
    state: [
      80,
      50,
      100,
      100,
      200,
      50
    ]
  },
  {
    index: 379,
    name: "레지스틸",
    state: [
      80,
      75,
      150,
      75,
      150,
      50
    ]
  },
  {
    index: 380,
    name: "메가라티아스",
    state: [
      80,
      100,
      120,
      140,
      150,
      110
    ]
  },
  {
    index: 380,
    name: "라티아스",
    state: [
      80,
      80,
      90,
      110,
      130,
      110
    ]
  },
  {
    index: 381,
    name: "라티오스",
    state: [
      80,
      90,
      80,
      130,
      110,
      110
    ]
  },
  {
    index: 381,
    name: "메가라티오스",
    state: [
      80,
      130,
      100,
      160,
      120,
      110
    ]
  },
  {
    index: 382,
    name: "원시가이오가",
    state: [
      100,
      150,
      90,
      180,
      160,
      90
    ]
  },
  {
    index: 382,
    name: "가이오가",
    state: [
      100,
      100,
      90,
      150,
      140,
      90
    ]
  },
  {
    index: 383,
    name: "원시그란돈",
    state: [
      100,
      180,
      160,
      150,
      90,
      90
    ]
  },
  {
    index: 383,
    name: "그란돈",
    state: [
      100,
      150,
      140,
      100,
      90,
      90
    ]
  },
  {
    index: 384,
    name: "레쿠쟈",
    state: [
      105,
      150,
      90,
      150,
      90,
      95
    ]
  },
  {
    index: 384,
    name: "메가레쿠쟈",
    state: [
      105,
      180,
      100,
      180,
      100,
      115
    ]
  },
  {
    index: 385,
    name: "지라치",
    state: [
      100,
      100,
      100,
      100,
      100,
      100
    ]
  },
  {
    index: 386,
    name: "테오키스 (디펜스폼)",
    state: [
      50,
      70,
      160,
      70,
      160,
      90
    ]
  },
  {
    index: 386,
    name: "테오키스 (어택폼)",
    state: [
      50,
      180,
      20,
      180,
      20,
      150
    ]
  },
  {
    index: 386,
    name: "테오키스 (노말폼)",
    state: [
      50,
      150,
      50,
      150,
      50,
      150
    ]
  },
  {
    index: 386,
    name: "테오키스 (스피드폼)",
    state: [
      50,
      95,
      90,
      95,
      90,
      180
    ]
  },
  {
    index: 387,
    name: "모부기",
    state: [
      55,
      68,
      64,
      45,
      55,
      31
    ]
  },
  {
    index: 388,
    name: "수풀부기",
    state: [
      75,
      89,
      85,
      55,
      65,
      36
    ]
  },
  {
    index: 389,
    name: "토대부기",
    state: [
      95,
      109,
      105,
      75,
      85,
      56
    ]
  },
  {
    index: 390,
    name: "불꽃숭이",
    state: [
      44,
      58,
      44,
      58,
      44,
      61
    ]
  },
  {
    index: 391,
    name: "파이숭이",
    state: [
      64,
      78,
      52,
      78,
      52,
      81
    ]
  },
  {
    index: 392,
    name: "초염몽",
    state: [
      76,
      104,
      71,
      104,
      71,
      108
    ]
  },
  {
    index: 393,
    name: "팽도리",
    state: [
      53,
      51,
      53,
      61,
      56,
      40
    ]
  },
  {
    index: 394,
    name: "팽태자",
    state: [
      64,
      66,
      68,
      81,
      76,
      50
    ]
  },
  {
    index: 395,
    name: "엠페르트",
    state: [
      84,
      86,
      88,
      111,
      101,
      60
    ]
  },
  {
    index: 396,
    name: "찌르꼬",
    state: [
      40,
      55,
      30,
      30,
      30,
      60
    ]
  },
  {
    index: 397,
    name: "찌르버드",
    state: [
      55,
      75,
      50,
      40,
      40,
      80
    ]
  },
  {
    index: 398,
    name: "찌르호크 (6세대부터)",
    state: [
      85,
      120,
      70,
      50,
      60,
      100
    ]
  },
  {
    index: 398,
    name: "찌르호크 (5세대까지)",
    state: [
      85,
      120,
      70,
      50,
      50,
      100
    ]
  },
  {
    index: 399,
    name: "비버니",
    state: [
      59,
      45,
      40,
      35,
      40,
      31
    ]
  },
  {
    index: 400,
    name: "비버통",
    state: [
      79,
      85,
      60,
      55,
      60,
      71
    ]
  },
  {
    index: 401,
    name: "귀뚤뚜기",
    state: [
      37,
      25,
      41,
      25,
      41,
      25
    ]
  },
  {
    index: 402,
    name: "귀뚤톡크",
    state: [
      77,
      85,
      51,
      55,
      51,
      65
    ]
  },
  {
    index: 403,
    name: "꼬링크",
    state: [
      45,
      65,
      34,
      40,
      34,
      45
    ]
  },
  {
    index: 404,
    name: "럭시오",
    state: [
      60,
      85,
      49,
      60,
      49,
      60
    ]
  },
  {
    index: 405,
    name: "렌트라",
    state: [
      80,
      120,
      79,
      95,
      79,
      70
    ]
  },
  {
    index: 406,
    name: "꼬몽울",
    state: [
      40,
      30,
      35,
      50,
      70,
      55
    ]
  },
  {
    index: 407,
    name: "로즈레이드 (6세대부터)",
    state: [
      60,
      70,
      65,
      125,
      105,
      90
    ]
  },
  {
    index: 407,
    name: "로즈레이드 (5세대까지)",
    state: [
      60,
      70,
      55,
      125,
      105,
      90
    ]
  },
  {
    index: 408,
    name: "두개도스",
    state: [
      67,
      125,
      40,
      30,
      30,
      58
    ]
  },
  {
    index: 409,
    name: "램펄드",
    state: [
      97,
      165,
      60,
      65,
      50,
      58
    ]
  },
  {
    index: 410,
    name: "방패톱스",
    state: [
      30,
      42,
      118,
      42,
      88,
      30
    ]
  },
  {
    index: 411,
    name: "바리톱스",
    state: [
      60,
      52,
      168,
      47,
      138,
      30
    ]
  },
  {
    index: 412,
    name: "도롱충이",
    state: [
      40,
      29,
      45,
      29,
      45,
      36
    ]
  },
  {
    index: 413,
    name: "도롱마담 (슈레도롱)",
    state: [
      60,
      69,
      95,
      69,
      95,
      36
    ]
  },
  {
    index: 413,
    name: "도롱마담 (모래땅도롱)",
    state: [
      60,
      79,
      105,
      59,
      85,
      36
    ]
  },
  {
    index: 413,
    name: "도롱마담 (초목도롱)",
    state: [
      60,
      59,
      85,
      79,
      105,
      36
    ]
  },
  {
    index: 414,
    name: "나메일",
    state: [
      70,
      94,
      50,
      94,
      50,
      66
    ]
  },
  {
    index: 415,
    name: "세꿀버리",
    state: [
      30,
      30,
      42,
      30,
      42,
      70
    ]
  },
  {
    index: 416,
    name: "비퀸",
    state: [
      70,
      80,
      102,
      80,
      102,
      40
    ]
  },
  {
    index: 417,
    name: "파치리스",
    state: [
      60,
      45,
      70,
      45,
      90,
      95
    ]
  },
  {
    index: 418,
    name: "브이젤",
    state: [
      55,
      65,
      35,
      60,
      30,
      85
    ]
  },
  {
    index: 419,
    name: "플로젤",
    state: [
      85,
      105,
      55,
      85,
      50,
      115
    ]
  },
  {
    index: 420,
    name: "체리버",
    state: [
      45,
      35,
      45,
      62,
      53,
      35
    ]
  },
  {
    index: 421,
    name: "체리꼬",
    state: [
      70,
      60,
      70,
      87,
      78,
      85
    ]
  },
  {
    index: 422,
    name: "깝질무",
    state: [
      76,
      48,
      48,
      57,
      62,
      34
    ]
  },
  {
    index: 423,
    name: "트리토돈",
    state: [
      111,
      83,
      68,
      92,
      82,
      39
    ]
  },
  {
    index: 424,
    name: "겟핸보숭",
    state: [
      75,
      100,
      66,
      60,
      66,
      115
    ]
  },
  {
    index: 425,
    name: "흔들풍손",
    state: [
      90,
      50,
      34,
      60,
      44,
      70
    ]
  },
  {
    index: 426,
    name: "둥실라이드",
    state: [
      150,
      80,
      44,
      90,
      54,
      80
    ]
  },
  {
    index: 427,
    name: "이어롤",
    state: [
      55,
      66,
      44,
      44,
      56,
      85
    ]
  },
  {
    index: 428,
    name: "이어롭",
    state: [
      65,
      76,
      84,
      54,
      96,
      105
    ]
  },
  {
    index: 428,
    name: "메가이어롭",
    state: [
      65,
      136,
      94,
      54,
      96,
      135
    ]
  },
  {
    index: 429,
    name: "무우마직",
    state: [
      60,
      60,
      60,
      105,
      105,
      105
    ]
  },
  {
    index: 430,
    name: "돈크로우",
    state: [
      100,
      125,
      52,
      105,
      52,
      71
    ]
  },
  {
    index: 431,
    name: "나옹마",
    state: [
      49,
      55,
      42,
      42,
      37,
      85
    ]
  },
  {
    index: 432,
    name: "몬냥이",
    state: [
      71,
      82,
      64,
      64,
      59,
      112
    ]
  },
  {
    index: 433,
    name: "랑딸랑",
    state: [
      45,
      30,
      50,
      65,
      50,
      45
    ]
  },
  {
    index: 434,
    name: "스컹뿡",
    state: [
      63,
      63,
      47,
      41,
      41,
      74
    ]
  },
  {
    index: 435,
    name: "스컹탱크",
    state: [
      103,
      93,
      67,
      71,
      61,
      84
    ]
  },
  {
    index: 436,
    name: "동미러",
    state: [
      57,
      24,
      86,
      24,
      86,
      23
    ]
  },
  {
    index: 437,
    name: "동탁군",
    state: [
      67,
      89,
      116,
      79,
      116,
      33
    ]
  },
  {
    index: 438,
    name: "꼬지지",
    state: [
      50,
      80,
      95,
      10,
      45,
      10
    ]
  },
  {
    index: 439,
    name: "흉내내",
    state: [
      20,
      25,
      45,
      70,
      90,
      60
    ]
  },
  {
    index: 440,
    name: "핑복",
    state: [
      100,
      5,
      5,
      15,
      65,
      30
    ]
  },
  {
    index: 441,
    name: "페라페",
    state: [
      76,
      65,
      45,
      92,
      42,
      91
    ]
  },
  {
    index: 442,
    name: "화강돌",
    state: [
      50,
      92,
      108,
      92,
      108,
      35
    ]
  },
  {
    index: 443,
    name: "딥상어동",
    state: [
      58,
      70,
      45,
      40,
      45,
      42
    ]
  },
  {
    index: 444,
    name: "한바이트",
    state: [
      68,
      90,
      65,
      50,
      55,
      82
    ]
  },
  {
    index: 445,
    name: "메가한카리아스",
    state: [
      108,
      170,
      115,
      120,
      95,
      92
    ]
  },
  {
    index: 445,
    name: "한카리아스",
    state: [
      108,
      130,
      95,
      80,
      85,
      102
    ]
  },
  {
    index: 446,
    name: "먹고자",
    state: [
      135,
      85,
      40,
      40,
      85,
      5
    ]
  },
  {
    index: 447,
    name: "리오르",
    state: [
      40,
      70,
      40,
      35,
      40,
      60
    ]
  },
  {
    index: 448,
    name: "루카리오",
    state: [
      70,
      110,
      70,
      115,
      70,
      90
    ]
  },
  {
    index: 448,
    name: "메가루카리오",
    state: [
      70,
      145,
      88,
      140,
      70,
      112
    ]
  },
  {
    index: 449,
    name: "히포포타스",
    state: [
      68,
      72,
      78,
      38,
      42,
      32
    ]
  },
  {
    index: 450,
    name: "하마돈",
    state: [
      108,
      112,
      118,
      68,
      72,
      47
    ]
  },
  {
    index: 451,
    name: "스콜피",
    state: [
      40,
      50,
      90,
      30,
      55,
      65
    ]
  },
  {
    index: 452,
    name: "드래피온",
    state: [
      70,
      90,
      110,
      60,
      75,
      95
    ]
  },
  {
    index: 453,
    name: "삐딱구리",
    state: [
      48,
      61,
      40,
      61,
      40,
      50
    ]
  },
  {
    index: 454,
    name: "독개굴",
    state: [
      83,
      106,
      65,
      86,
      65,
      85
    ]
  },
  {
    index: 455,
    name: "무스틈니",
    state: [
      74,
      100,
      72,
      90,
      72,
      46
    ]
  },
  {
    index: 456,
    name: "형광어",
    state: [
      49,
      49,
      56,
      49,
      61,
      66
    ]
  },
  {
    index: 457,
    name: "네오라이트",
    state: [
      69,
      69,
      76,
      69,
      86,
      91
    ]
  },
  {
    index: 458,
    name: "타만타",
    state: [
      45,
      20,
      50,
      60,
      120,
      50
    ]
  },
  {
    index: 459,
    name: "눈쓰개",
    state: [
      60,
      62,
      50,
      62,
      60,
      40
    ]
  },
  {
    index: 460,
    name: "눈설왕",
    state: [
      90,
      92,
      75,
      92,
      85,
      60
    ]
  },
  {
    index: 460,
    name: "메가눈설왕",
    state: [
      90,
      132,
      105,
      132,
      105,
      30
    ]
  },
  {
    index: 461,
    name: "포푸니라",
    state: [
      70,
      120,
      65,
      45,
      85,
      125
    ]
  },
  {
    index: 462,
    name: "자포코일",
    state: [
      70,
      70,
      115,
      130,
      90,
      60
    ]
  },
  {
    index: 463,
    name: "내룸벨트",
    state: [
      110,
      85,
      95,
      80,
      95,
      50
    ]
  },
  {
    index: 464,
    name: "거대코뿌리",
    state: [
      115,
      140,
      130,
      55,
      55,
      40
    ]
  },
  {
    index: 465,
    name: "덩쿠림보",
    state: [
      100,
      100,
      125,
      110,
      50,
      50
    ]
  },
  {
    index: 466,
    name: "에레키블",
    state: [
      75,
      123,
      67,
      95,
      85,
      95
    ]
  },
  {
    index: 467,
    name: "마그마번",
    state: [
      75,
      95,
      67,
      125,
      95,
      83
    ]
  },
  {
    index: 468,
    name: "토게키스",
    state: [
      85,
      50,
      95,
      120,
      115,
      80
    ]
  },
  {
    index: 469,
    name: "메가자리",
    state: [
      86,
      76,
      86,
      116,
      56,
      95
    ]
  },
  {
    index: 470,
    name: "리피아",
    state: [
      65,
      110,
      130,
      60,
      65,
      95
    ]
  },
  {
    index: 471,
    name: "글레이시아",
    state: [
      65,
      60,
      110,
      130,
      95,
      65
    ]
  },
  {
    index: 472,
    name: "글라이온",
    state: [
      75,
      95,
      125,
      45,
      75,
      95
    ]
  },
  {
    index: 473,
    name: "맘모꾸리",
    state: [
      110,
      130,
      80,
      70,
      60,
      80
    ]
  },
  {
    index: 474,
    name: "폴리곤Z",
    state: [
      85,
      80,
      70,
      135,
      75,
      90
    ]
  },
  {
    index: 475,
    name: "엘레이드",
    state: [
      68,
      125,
      65,
      65,
      115,
      80
    ]
  },
  {
    index: 475,
    name: "메가엘레이드",
    state: [
      68,
      165,
      95,
      65,
      115,
      110
    ]
  },
  {
    index: 476,
    name: "대코파스",
    state: [
      60,
      55,
      145,
      75,
      150,
      40
    ]
  },
  {
    index: 477,
    name: "야느와르몽",
    state: [
      45,
      100,
      135,
      65,
      135,
      45
    ]
  },
  {
    index: 478,
    name: "눈여아",
    state: [
      70,
      80,
      70,
      80,
      70,
      110
    ]
  },
  {
    index: 479,
    name: "로토무 (폼체인지 로토무)",
    state: [
      50,
      65,
      107,
      105,
      107,
      86
    ]
  },
  {
    index: 479,
    name: "로토무 (노말 로토무)",
    state: [
      50,
      50,
      77,
      95,
      77,
      91
    ]
  },
  {
    index: 480,
    name: "유크시",
    state: [
      75,
      75,
      130,
      75,
      130,
      95
    ]
  },
  {
    index: 481,
    name: "엠라이트",
    state: [
      80,
      105,
      105,
      105,
      105,
      80
    ]
  },
  {
    index: 482,
    name: "아그놈",
    state: [
      75,
      125,
      70,
      125,
      70,
      115
    ]
  },
  {
    index: 483,
    name: "디아루가",
    state: [
      100,
      120,
      120,
      150,
      100,
      90
    ]
  },
  {
    index: 484,
    name: "펄기아",
    state: [
      90,
      120,
      100,
      150,
      120,
      100
    ]
  },
  {
    index: 485,
    name: "히드런",
    state: [
      91,
      90,
      106,
      130,
      106,
      77
    ]
  },
  {
    index: 486,
    name: "레지기가스",
    state: [
      110,
      160,
      110,
      80,
      110,
      100
    ]
  },
  {
    index: 487,
    name: "기라티나 (오리진폼)",
    state: [
      150,
      120,
      100,
      120,
      100,
      90
    ]
  },
  {
    index: 487,
    name: "기라티나 (어나더폼)",
    state: [
      150,
      100,
      120,
      100,
      120,
      90
    ]
  },
  {
    index: 488,
    name: "크레세리아",
    state: [
      120,
      70,
      120,
      75,
      130,
      85
    ]
  },
  {
    index: 489,
    name: "피오네",
    state: [
      80,
      80,
      80,
      80,
      80,
      80
    ]
  },
  {
    index: 490,
    name: "마나피",
    state: [
      100,
      100,
      100,
      100,
      100,
      100
    ]
  },
  {
    index: 491,
    name: "다크라이",
    state: [
      70,
      90,
      90,
      135,
      90,
      125
    ]
  },
  {
    index: 492,
    name: "쉐이미 (랜드폼)",
    state: [
      100,
      100,
      100,
      100,
      100,
      100
    ]
  },
  {
    index: 492,
    name: "쉐이미 (스카이폼)",
    state: [
      100,
      103,
      75,
      120,
      75,
      127
    ]
  },
  {
    index: 493,
    name: "아르세우스",
    state: [
      120,
      120,
      120,
      120,
      120,
      120
    ]
  },
  {
    index: 494,
    name: "비크티니",
    state: [
      100,
      100,
      100,
      100,
      100,
      100
    ]
  },
  {
    index: 495,
    name: "주리비얀",
    state: [
      45,
      45,
      55,
      45,
      55,
      63
    ]
  },
  {
    index: 496,
    name: "샤비",
    state: [
      60,
      60,
      75,
      60,
      75,
      83
    ]
  },
  {
    index: 497,
    name: "샤로다",
    state: [
      75,
      75,
      95,
      75,
      95,
      113
    ]
  },
  {
    index: 498,
    name: "뚜꾸리",
    state: [
      65,
      63,
      45,
      45,
      45,
      45
    ]
  },
  {
    index: 499,
    name: "차오꿀",
    state: [
      90,
      93,
      55,
      70,
      55,
      55
    ]
  },
  {
    index: 500,
    name: "염무왕",
    state: [
      110,
      123,
      65,
      100,
      65,
      65
    ]
  },
  {
    index: 501,
    name: "수댕이",
    state: [
      55,
      55,
      45,
      63,
      45,
      45
    ]
  },
  {
    index: 502,
    name: "쌍검자비",
    state: [
      75,
      75,
      60,
      83,
      60,
      60
    ]
  },
  {
    index: 503,
    name: "대검귀",
    state: [
      95,
      100,
      85,
      108,
      70,
      70
    ]
  },
  {
    index: 504,
    name: "보르쥐",
    state: [
      45,
      55,
      39,
      35,
      39,
      42
    ]
  },
  {
    index: 505,
    name: "보르그",
    state: [
      60,
      85,
      69,
      60,
      69,
      77
    ]
  },
  {
    index: 506,
    name: "요테리",
    state: [
      45,
      60,
      45,
      25,
      45,
      55
    ]
  },
  {
    index: 507,
    name: "하데리어",
    state: [
      65,
      80,
      65,
      35,
      65,
      60
    ]
  },
  {
    index: 508,
    name: "바랜드 (5세대까지)",
    state: [
      85,
      100,
      90,
      45,
      90,
      80
    ]
  },
  {
    index: 508,
    name: "바랜드 (6세대부터)",
    state: [
      85,
      110,
      90,
      45,
      90,
      80
    ]
  },
  {
    index: 509,
    name: "쌔비냥",
    state: [
      41,
      50,
      37,
      50,
      37,
      66
    ]
  },
  {
    index: 510,
    name: "레파르다스",
    state: [
      64,
      88,
      50,
      88,
      50,
      106
    ]
  },
  {
    index: 511,
    name: "야나프",
    state: [
      50,
      53,
      48,
      53,
      48,
      64
    ]
  },
  {
    index: 512,
    name: "야나키",
    state: [
      75,
      98,
      63,
      98,
      63,
      101
    ]
  },
  {
    index: 513,
    name: "바오프",
    state: [
      50,
      53,
      48,
      53,
      48,
      64
    ]
  },
  {
    index: 514,
    name: "바오키",
    state: [
      75,
      98,
      63,
      98,
      63,
      101
    ]
  },
  {
    index: 515,
    name: "앗차프",
    state: [
      50,
      53,
      48,
      53,
      48,
      64
    ]
  },
  {
    index: 516,
    name: "앗차키",
    state: [
      75,
      98,
      63,
      98,
      63,
      101
    ]
  },
  {
    index: 517,
    name: "몽나",
    state: [
      76,
      25,
      45,
      67,
      55,
      24
    ]
  },
  {
    index: 518,
    name: "몽얌나",
    state: [
      116,
      55,
      85,
      107,
      95,
      29
    ]
  },
  {
    index: 519,
    name: "콩둘기",
    state: [
      50,
      55,
      50,
      36,
      30,
      43
    ]
  },
  {
    index: 520,
    name: "유토브",
    state: [
      62,
      77,
      62,
      50,
      42,
      65
    ]
  },
  {
    index: 521,
    name: "켄호로우 (6세대부터)",
    state: [
      80,
      115,
      80,
      65,
      55,
      93
    ]
  },
  {
    index: 521,
    name: "켄호로우 (5세대까지)",
    state: [
      80,
      105,
      80,
      65,
      55,
      93
    ]
  },
  {
    index: 522,
    name: "줄뮤마",
    state: [
      45,
      60,
      32,
      50,
      32,
      76
    ]
  },
  {
    index: 523,
    name: "제브라이카",
    state: [
      75,
      100,
      63,
      80,
      63,
      116
    ]
  },
  {
    index: 524,
    name: "단굴",
    state: [
      55,
      75,
      85,
      25,
      25,
      15
    ]
  },
  {
    index: 525,
    name: "암트르",
    state: [
      70,
      105,
      105,
      50,
      40,
      20
    ]
  },
  {
    index: 526,
    name: "기가이어스 (5세대까지)",
    state: [
      85,
      135,
      130,
      60,
      70,
      25
    ]
  },
  {
    index: 526,
    name: "기가이어스 (6세대부터)",
    state: [
      85,
      135,
      130,
      60,
      80,
      25
    ]
  },
  {
    index: 527,
    name: "또르박쥐",
    state: [
      55,
      45,
      43,
      55,
      43,
      72
    ]
  },
  {
    index: 528,
    name: "맘박쥐",
    state: [
      67,
      57,
      55,
      77,
      55,
      114
    ]
  },
  {
    index: 529,
    name: "두더류",
    state: [
      60,
      85,
      40,
      30,
      45,
      68
    ]
  },
  {
    index: 530,
    name: "몰드류",
    state: [
      110,
      135,
      60,
      50,
      65,
      88
    ]
  },
  {
    index: 531,
    name: "메가다부니",
    state: [
      103,
      60,
      126,
      80,
      126,
      50
    ]
  },
  {
    index: 531,
    name: "다부니",
    state: [
      103,
      60,
      86,
      60,
      86,
      50
    ]
  },
  {
    index: 532,
    name: "으랏차",
    state: [
      75,
      80,
      55,
      25,
      35,
      35
    ]
  },
  {
    index: 533,
    name: "토쇠골",
    state: [
      85,
      105,
      85,
      40,
      50,
      40
    ]
  },
  {
    index: 534,
    name: "노보청",
    state: [
      105,
      140,
      95,
      55,
      65,
      45
    ]
  },
  {
    index: 535,
    name: "동챙이",
    state: [
      50,
      50,
      40,
      50,
      40,
      64
    ]
  },
  {
    index: 536,
    name: "두까비",
    state: [
      75,
      65,
      55,
      65,
      55,
      69
    ]
  },
  {
    index: 537,
    name: "두빅굴 (5세대까지)",
    state: [
      105,
      85,
      75,
      85,
      75,
      74
    ]
  },
  {
    index: 537,
    name: "두빅굴 (6세대부터)",
    state: [
      105,
      95,
      75,
      85,
      75,
      74
    ]
  },
  {
    index: 538,
    name: "던지미",
    state: [
      120,
      100,
      85,
      30,
      85,
      45
    ]
  },
  {
    index: 539,
    name: "타격귀",
    state: [
      75,
      125,
      75,
      30,
      75,
      85
    ]
  },
  {
    index: 540,
    name: "두르보",
    state: [
      45,
      53,
      70,
      40,
      60,
      42
    ]
  },
  {
    index: 541,
    name: "두르쿤",
    state: [
      55,
      63,
      90,
      50,
      80,
      42
    ]
  },
  {
    index: 542,
    name: "모아머 (5세대까지)",
    state: [
      75,
      103,
      80,
      70,
      70,
      92
    ]
  },
  {
    index: 542,
    name: "모아머 (6세대부터)",
    state: [
      75,
      103,
      80,
      70,
      80,
      92
    ]
  },
  {
    index: 543,
    name: "마디네",
    state: [
      30,
      45,
      59,
      30,
      39,
      57
    ]
  },
  {
    index: 544,
    name: "휠구",
    state: [
      40,
      55,
      99,
      40,
      79,
      47
    ]
  },
  {
    index: 545,
    name: "펜드라 (6세대부터)",
    state: [
      60,
      100,
      89,
      55,
      69,
      112
    ]
  },
  {
    index: 545,
    name: "펜드라 (5세대까지)",
    state: [
      60,
      90,
      89,
      55,
      69,
      112
    ]
  },
  {
    index: 546,
    name: "소미안",
    state: [
      40,
      27,
      60,
      37,
      50,
      66
    ]
  },
  {
    index: 547,
    name: "엘풍",
    state: [
      60,
      67,
      85,
      77,
      75,
      116
    ]
  },
  {
    index: 548,
    name: "치릴리",
    state: [
      45,
      35,
      50,
      70,
      50,
      30
    ]
  },
  {
    index: 549,
    name: "드레디어",
    state: [
      70,
      60,
      75,
      110,
      75,
      90
    ]
  },
  {
    index: 550,
    name: "배쓰나이",
    state: [
      70,
      92,
      65,
      80,
      55,
      98
    ]
  },
  {
    index: 551,
    name: "깜눈크",
    state: [
      50,
      72,
      35,
      35,
      35,
      65
    ]
  },
  {
    index: 552,
    name: "악비르",
    state: [
      60,
      82,
      45,
      45,
      45,
      74
    ]
  },
  {
    index: 553,
    name: "악비아르 (5세대까지)",
    state: [
      95,
      117,
      70,
      65,
      70,
      92
    ]
  },
  {
    index: 553,
    name: "악비아르 (6세대부터)",
    state: [
      95,
      117,
      80,
      65,
      70,
      92
    ]
  },
  {
    index: 554,
    name: "달막화",
    state: [
      70,
      90,
      45,
      15,
      45,
      50
    ]
  },
  {
    index: 554,
    name: "달막화 (가라르의 모습)",
    state: [
      70,
      90,
      45,
      15,
      45,
      50
    ]
  },
  {
    index: 555,
    name: "불비달마 (달마모드)",
    state: [
      105,
      30,
      105,
      140,
      105,
      55
    ]
  },
  {
    index: 555,
    name: "불비달마 (가라르의 모습)",
    state: [
      105,
      140,
      55,
      30,
      55,
      95
    ]
  },
  {
    index: 555,
    name: "불비달마 (노말모드)",
    state: [
      105,
      140,
      55,
      30,
      55,
      95
    ]
  },
  {
    index: 555,
    name: "불비달마 (가라르의 모습, 달마모드)",
    state: [
      105,
      160,
      55,
      30,
      55,
      135
    ]
  },
  {
    index: 556,
    name: "마라카치",
    state: [
      75,
      86,
      67,
      106,
      67,
      60
    ]
  },
  {
    index: 557,
    name: "돌살이",
    state: [
      50,
      65,
      85,
      35,
      35,
      55
    ]
  },
  {
    index: 558,
    name: "암팰리스",
    state: [
      70,
      95,
      125,
      65,
      75,
      45
    ]
  },
  {
    index: 559,
    name: "곤율랭",
    state: [
      50,
      75,
      70,
      35,
      70,
      48
    ]
  },
  {
    index: 560,
    name: "곤율거니",
    state: [
      65,
      90,
      115,
      45,
      115,
      58
    ]
  },
  {
    index: 561,
    name: "심보러",
    state: [
      72,
      58,
      80,
      103,
      80,
      97
    ]
  },
  {
    index: 562,
    name: "데스마스 (가라르의 모습)",
    state: [
      38,
      55,
      85,
      30,
      65,
      30
    ]
  },
  {
    index: 562,
    name: "데스마스",
    state: [
      38,
      30,
      85,
      55,
      65,
      30
    ]
  },
  {
    index: 563,
    name: "데스니칸",
    state: [
      58,
      50,
      145,
      95,
      105,
      30
    ]
  },
  {
    index: 564,
    name: "프로토가",
    state: [
      54,
      78,
      103,
      53,
      45,
      22
    ]
  },
  {
    index: 565,
    name: "늑골라",
    state: [
      74,
      108,
      133,
      83,
      65,
      32
    ]
  },
  {
    index: 566,
    name: "아켄",
    state: [
      55,
      112,
      45,
      74,
      45,
      70
    ]
  },
  {
    index: 567,
    name: "아케오스",
    state: [
      75,
      140,
      65,
      112,
      65,
      110
    ]
  },
  {
    index: 568,
    name: "깨봉이",
    state: [
      50,
      50,
      62,
      40,
      62,
      65
    ]
  },
  {
    index: 569,
    name: "더스트나",
    state: [
      80,
      95,
      82,
      60,
      82,
      75
    ]
  },
  {
    index: 570,
    name: "조로아",
    state: [
      40,
      65,
      40,
      80,
      40,
      65
    ]
  },
  {
    index: 571,
    name: "조로아크",
    state: [
      60,
      105,
      60,
      120,
      60,
      105
    ]
  },
  {
    index: 572,
    name: "치라미",
    state: [
      55,
      50,
      40,
      40,
      40,
      75
    ]
  },
  {
    index: 573,
    name: "치라치노",
    state: [
      75,
      95,
      60,
      65,
      60,
      115
    ]
  },
  {
    index: 574,
    name: "고디탱",
    state: [
      45,
      30,
      50,
      55,
      65,
      45
    ]
  },
  {
    index: 575,
    name: "고디보미",
    state: [
      60,
      45,
      70,
      75,
      85,
      55
    ]
  },
  {
    index: 576,
    name: "고디모아젤",
    state: [
      70,
      55,
      95,
      95,
      110,
      65
    ]
  },
  {
    index: 577,
    name: "유니란",
    state: [
      45,
      30,
      40,
      105,
      50,
      20
    ]
  },
  {
    index: 578,
    name: "듀란",
    state: [
      65,
      40,
      50,
      125,
      60,
      30
    ]
  },
  {
    index: 579,
    name: "란쿨루스",
    state: [
      110,
      65,
      75,
      125,
      85,
      30
    ]
  },
  {
    index: 580,
    name: "꼬지보리",
    state: [
      62,
      44,
      50,
      44,
      50,
      55
    ]
  },
  {
    index: 581,
    name: "스완나",
    state: [
      75,
      87,
      63,
      87,
      63,
      98
    ]
  },
  {
    index: 582,
    name: "바닐프티",
    state: [
      36,
      50,
      50,
      65,
      60,
      44
    ]
  },
  {
    index: 583,
    name: "바닐리치",
    state: [
      51,
      65,
      65,
      80,
      75,
      59
    ]
  },
  {
    index: 584,
    name: "배바닐라",
    state: [
      71,
      95,
      85,
      110,
      95,
      79
    ]
  },
  {
    index: 585,
    name: "사철록",
    state: [
      60,
      60,
      50,
      40,
      50,
      75
    ]
  },
  {
    index: 586,
    name: "바라철록",
    state: [
      80,
      100,
      70,
      60,
      70,
      95
    ]
  },
  {
    index: 587,
    name: "에몽가",
    state: [
      55,
      75,
      60,
      75,
      60,
      103
    ]
  },
  {
    index: 588,
    name: "딱정곤",
    state: [
      50,
      75,
      45,
      40,
      45,
      60
    ]
  },
  {
    index: 589,
    name: "슈바르고",
    state: [
      70,
      135,
      105,
      60,
      105,
      20
    ]
  },
  {
    index: 590,
    name: "깜놀버슬",
    state: [
      69,
      55,
      45,
      55,
      55,
      15
    ]
  },
  {
    index: 591,
    name: "뽀록나",
    state: [
      114,
      85,
      70,
      85,
      80,
      30
    ]
  },
  {
    index: 592,
    name: "탱그릴",
    state: [
      55,
      40,
      50,
      65,
      85,
      40
    ]
  },
  {
    index: 593,
    name: "탱탱겔",
    state: [
      100,
      60,
      70,
      85,
      105,
      60
    ]
  },
  {
    index: 594,
    name: "맘복치",
    state: [
      165,
      75,
      80,
      40,
      45,
      65
    ]
  },
  {
    index: 595,
    name: "파쪼옥",
    state: [
      50,
      47,
      50,
      57,
      50,
      65
    ]
  },
  {
    index: 596,
    name: "전툴라",
    state: [
      70,
      77,
      60,
      97,
      60,
      108
    ]
  },
  {
    index: 597,
    name: "철시드",
    state: [
      44,
      50,
      91,
      24,
      86,
      10
    ]
  },
  {
    index: 598,
    name: "너트령",
    state: [
      74,
      94,
      131,
      54,
      116,
      20
    ]
  },
  {
    index: 599,
    name: "기어르",
    state: [
      40,
      55,
      70,
      45,
      60,
      30
    ]
  },
  {
    index: 600,
    name: "기기어르",
    state: [
      60,
      80,
      95,
      70,
      85,
      50
    ]
  },
  {
    index: 601,
    name: "기기기어르",
    state: [
      60,
      100,
      115,
      70,
      85,
      90
    ]
  },
  {
    index: 602,
    name: "저리어",
    state: [
      35,
      55,
      40,
      45,
      40,
      60
    ]
  },
  {
    index: 603,
    name: "저리릴",
    state: [
      65,
      85,
      70,
      75,
      70,
      40
    ]
  },
  {
    index: 604,
    name: "저리더프",
    state: [
      85,
      115,
      80,
      105,
      80,
      50
    ]
  },
  {
    index: 605,
    name: "리그레",
    state: [
      55,
      55,
      55,
      85,
      55,
      30
    ]
  },
  {
    index: 606,
    name: "벰크",
    state: [
      75,
      75,
      75,
      125,
      95,
      40
    ]
  },
  {
    index: 607,
    name: "불켜미",
    state: [
      50,
      30,
      55,
      65,
      55,
      20
    ]
  },
  {
    index: 608,
    name: "램프라",
    state: [
      60,
      40,
      60,
      95,
      60,
      55
    ]
  },
  {
    index: 609,
    name: "샹델라",
    state: [
      60,
      55,
      90,
      145,
      90,
      80
    ]
  },
  {
    index: 610,
    name: "터검니",
    state: [
      46,
      87,
      60,
      30,
      40,
      57
    ]
  },
  {
    index: 611,
    name: "액슨도",
    state: [
      66,
      117,
      70,
      40,
      50,
      67
    ]
  },
  {
    index: 612,
    name: "액스라이즈",
    state: [
      76,
      147,
      90,
      60,
      70,
      97
    ]
  },
  {
    index: 613,
    name: "코고미",
    state: [
      55,
      70,
      40,
      60,
      40,
      40
    ]
  },
  {
    index: 614,
    name: "툰베어",
    state: [
      95,
      110,
      80,
      70,
      80,
      50
    ]
  },
  {
    index: 615,
    name: "프리지오",
    state: [
      70,
      50,
      30,
      95,
      135,
      105
    ]
  },
  {
    index: 616,
    name: "쪼마리",
    state: [
      50,
      40,
      85,
      40,
      65,
      25
    ]
  },
  {
    index: 617,
    name: "어지리더",
    state: [
      80,
      70,
      40,
      100,
      60,
      145
    ]
  },
  {
    index: 618,
    name: "메더 (가라르의 모습)",
    state: [
      109,
      81,
      99,
      66,
      84,
      32
    ]
  },
  {
    index: 618,
    name: "메더",
    state: [
      109,
      66,
      84,
      81,
      99,
      32
    ]
  },
  {
    index: 619,
    name: "비조푸",
    state: [
      45,
      85,
      50,
      55,
      50,
      65
    ]
  },
  {
    index: 620,
    name: "비조도",
    state: [
      65,
      125,
      60,
      95,
      60,
      105
    ]
  },
  {
    index: 621,
    name: "크리만",
    state: [
      77,
      120,
      90,
      60,
      90,
      48
    ]
  },
  {
    index: 622,
    name: "골비람",
    state: [
      59,
      74,
      50,
      35,
      50,
      35
    ]
  },
  {
    index: 623,
    name: "골루그",
    state: [
      89,
      124,
      80,
      55,
      80,
      55
    ]
  },
  {
    index: 624,
    name: "자망칼",
    state: [
      45,
      85,
      70,
      40,
      40,
      60
    ]
  },
  {
    index: 625,
    name: "절각참",
    state: [
      65,
      125,
      100,
      60,
      70,
      70
    ]
  },
  {
    index: 626,
    name: "버프론",
    state: [
      95,
      110,
      95,
      40,
      95,
      55
    ]
  },
  {
    index: 627,
    name: "수리둥보",
    state: [
      70,
      83,
      50,
      37,
      50,
      60
    ]
  },
  {
    index: 628,
    name: "워글",
    state: [
      100,
      123,
      75,
      57,
      75,
      80
    ]
  },
  {
    index: 629,
    name: "벌차이",
    state: [
      70,
      55,
      75,
      45,
      65,
      60
    ]
  },
  {
    index: 630,
    name: "버랜지나",
    state: [
      110,
      65,
      105,
      55,
      95,
      80
    ]
  },
  {
    index: 631,
    name: "앤티골",
    state: [
      85,
      97,
      66,
      105,
      66,
      65
    ]
  },
  {
    index: 632,
    name: "아이앤트",
    state: [
      58,
      109,
      112,
      48,
      48,
      109
    ]
  },
  {
    index: 633,
    name: "모노두",
    state: [
      52,
      65,
      50,
      45,
      50,
      38
    ]
  },
  {
    index: 634,
    name: "디헤드",
    state: [
      72,
      85,
      70,
      65,
      70,
      58
    ]
  },
  {
    index: 635,
    name: "삼삼드래",
    state: [
      92,
      105,
      90,
      125,
      90,
      98
    ]
  },
  {
    index: 636,
    name: "활화르바",
    state: [
      55,
      85,
      55,
      50,
      55,
      60
    ]
  },
  {
    index: 637,
    name: "불카모스",
    state: [
      85,
      60,
      65,
      135,
      105,
      100
    ]
  },
  {
    index: 638,
    name: "코바르온",
    state: [
      91,
      90,
      129,
      90,
      72,
      108
    ]
  },
  {
    index: 639,
    name: "테라키온",
    state: [
      91,
      129,
      90,
      72,
      90,
      108
    ]
  },
  {
    index: 640,
    name: "비리디온",
    state: [
      91,
      90,
      72,
      90,
      129,
      108
    ]
  },
  {
    index: 641,
    name: "토네로스 (화신폼)",
    state: [
      79,
      115,
      70,
      125,
      80,
      111
    ]
  },
  {
    index: 641,
    name: "토네로스 (영물폼)",
    state: [
      79,
      100,
      80,
      110,
      90,
      121
    ]
  },
  {
    index: 642,
    name: "볼트로스 (영물폼)",
    state: [
      79,
      105,
      70,
      145,
      80,
      101
    ]
  },
  {
    index: 642,
    name: "볼트로스 (화신폼)",
    state: [
      79,
      115,
      70,
      125,
      80,
      111
    ]
  },
  {
    index: 643,
    name: "레시라무",
    state: [
      100,
      120,
      100,
      150,
      120,
      90
    ]
  },
  {
    index: 644,
    name: "제크로무",
    state: [
      100,
      150,
      120,
      120,
      100,
      90
    ]
  },
  {
    index: 645,
    name: "랜드로스 (화신폼)",
    state: [
      89,
      125,
      90,
      115,
      80,
      101
    ]
  },
  {
    index: 645,
    name: "랜드로스 (영물폼)",
    state: [
      89,
      145,
      90,
      105,
      80,
      91
    ]
  },
  {
    index: 646,
    name: "큐레무",
    state: [
      125,
      130,
      90,
      130,
      90,
      95
    ]
  },
  {
    index: 646,
    name: "큐레무 (화이트)",
    state: [
      125,
      120,
      90,
      170,
      100,
      95
    ]
  },
  {
    index: 646,
    name: "큐레무 (블랙)",
    state: [
      125,
      170,
      100,
      120,
      90,
      95
    ]
  },
  {
    index: 647,
    name: "케르디오",
    state: [
      91,
      72,
      90,
      129,
      90,
      108
    ]
  },
  {
    index: 648,
    name: "메로엣타 (보이스폼)",
    state: [
      100,
      77,
      77,
      128,
      128,
      90
    ]
  },
  {
    index: 648,
    name: "메로엣타 (스텝폼)",
    state: [
      100,
      128,
      90,
      77,
      77,
      128
    ]
  },
  {
    index: 649,
    name: "게노세크트",
    state: [
      71,
      120,
      95,
      120,
      95,
      99
    ]
  },
  {
    index: 650,
    name: "도치마론",
    state: [
      56,
      61,
      65,
      48,
      45,
      38
    ]
  },
  {
    index: 651,
    name: "도치보구",
    state: [
      61,
      78,
      95,
      56,
      58,
      57
    ]
  },
  {
    index: 652,
    name: "브리가론",
    state: [
      90,
      100,
      120,
      80,
      70,
      70
    ]
  },
  {
    index: 653,
    name: "푸호꼬",
    state: [
      40,
      45,
      40,
      62,
      60,
      60
    ]
  },
  {
    index: 654,
    name: "테르나",
    state: [
      59,
      59,
      58,
      90,
      70,
      73
    ]
  },
  {
    index: 655,
    name: "마폭시",
    state: [
      75,
      69,
      72,
      114,
      100,
      104
    ]
  },
  {
    index: 656,
    name: "개구마르",
    state: [
      41,
      56,
      40,
      62,
      44,
      71
    ]
  },
  {
    index: 657,
    name: "개굴반장",
    state: [
      54,
      63,
      52,
      83,
      56,
      97
    ]
  },
  {
    index: 658,
    name: "개굴닌자",
    state: [
      72,
      95,
      67,
      103,
      71,
      122
    ]
  },
  {
    index: 659,
    name: "파르빗",
    state: [
      38,
      36,
      38,
      32,
      36,
      57
    ]
  },
  {
    index: 660,
    name: "파르토",
    state: [
      85,
      56,
      77,
      50,
      77,
      78
    ]
  },
  {
    index: 661,
    name: "화살꼬빈",
    state: [
      45,
      50,
      43,
      40,
      38,
      62
    ]
  },
  {
    index: 662,
    name: "불화살빈",
    state: [
      62,
      73,
      55,
      56,
      52,
      84
    ]
  },
  {
    index: 663,
    name: "파이어로",
    state: [
      78,
      81,
      71,
      74,
      69,
      126
    ]
  },
  {
    index: 664,
    name: "분이벌레",
    state: [
      38,
      35,
      40,
      27,
      25,
      35
    ]
  },
  {
    index: 665,
    name: "분떠도리",
    state: [
      45,
      22,
      60,
      27,
      30,
      29
    ]
  },
  {
    index: 666,
    name: "비비용",
    state: [
      80,
      52,
      50,
      90,
      50,
      89
    ]
  },
  {
    index: 667,
    name: "레오꼬",
    state: [
      62,
      50,
      58,
      73,
      54,
      72
    ]
  },
  {
    index: 668,
    name: "화염레오",
    state: [
      86,
      68,
      72,
      109,
      66,
      106
    ]
  },
  {
    index: 669,
    name: "플라베베",
    state: [
      44,
      38,
      39,
      61,
      79,
      42
    ]
  },
  {
    index: 670,
    name: "플라엣테",
    state: [
      54,
      45,
      47,
      75,
      98,
      52
    ]
  },
  {
    index: 671,
    name: "플라제스",
    state: [
      78,
      65,
      68,
      112,
      154,
      75
    ]
  },
  {
    index: 672,
    name: "메이클",
    state: [
      66,
      65,
      48,
      62,
      57,
      52
    ]
  },
  {
    index: 673,
    name: "고고트",
    state: [
      123,
      100,
      62,
      97,
      81,
      68
    ]
  },
  {
    index: 674,
    name: "판짱",
    state: [
      67,
      82,
      62,
      46,
      48,
      53
    ]
  },
  {
    index: 675,
    name: "부란다",
    state: [
      95,
      124,
      78,
      69,
      71,
      58
    ]
  },
  {
    index: 676,
    name: "트리미앙",
    state: [
      75,
      80,
      60,
      65,
      90,
      102
    ]
  },
  {
    index: 677,
    name: "냐스퍼",
    state: [
      62,
      48,
      54,
      63,
      60,
      68
    ]
  },
  {
    index: 678,
    name: "냐오닉스",
    state: [
      74,
      48,
      76,
      83,
      81,
      104
    ]
  },
  {
    index: 679,
    name: "단칼빙",
    state: [
      45,
      80,
      100,
      35,
      37,
      28
    ]
  },
  {
    index: 680,
    name: "쌍검킬",
    state: [
      59,
      110,
      150,
      45,
      49,
      35
    ]
  },
  {
    index: 681,
    name: "킬가르도 (실드폼)",
    state: [
      60,
      50,
      150,
      50,
      150,
      60
    ]
  },
  {
    index: 681,
    name: "킬가르도 (블레이드폼)",
    state: [
      60,
      150,
      50,
      150,
      50,
      60
    ]
  },
  {
    index: 682,
    name: "슈쁘",
    state: [
      78,
      52,
      60,
      63,
      65,
      23
    ]
  },
  {
    index: 683,
    name: "프레프티르",
    state: [
      101,
      72,
      72,
      99,
      89,
      29
    ]
  },
  {
    index: 684,
    name: "나룸퍼프",
    state: [
      62,
      48,
      66,
      59,
      57,
      49
    ]
  },
  {
    index: 685,
    name: "나루림",
    state: [
      82,
      80,
      86,
      85,
      75,
      72
    ]
  },
  {
    index: 686,
    name: "오케이징",
    state: [
      53,
      54,
      53,
      37,
      46,
      45
    ]
  },
  {
    index: 687,
    name: "칼라마네로",
    state: [
      86,
      92,
      88,
      68,
      75,
      73
    ]
  },
  {
    index: 688,
    name: "거북손손",
    state: [
      42,
      52,
      67,
      39,
      56,
      50
    ]
  },
  {
    index: 689,
    name: "거북손데스",
    state: [
      72,
      92,
      115,
      54,
      86,
      68
    ]
  },
  {
    index: 690,
    name: "수레기",
    state: [
      50,
      60,
      60,
      60,
      60,
      30
    ]
  },
  {
    index: 691,
    name: "드래캄",
    state: [
      65,
      75,
      90,
      97,
      123,
      44
    ]
  },
  {
    index: 692,
    name: "완철포",
    state: [
      50,
      53,
      62,
      58,
      63,
      44
    ]
  },
  {
    index: 693,
    name: "블로스터",
    state: [
      71,
      73,
      88,
      120,
      89,
      59
    ]
  },
  {
    index: 694,
    name: "목도리키텔",
    state: [
      44,
      38,
      33,
      61,
      43,
      70
    ]
  },
  {
    index: 695,
    name: "일레도리자드",
    state: [
      62,
      55,
      52,
      109,
      94,
      109
    ]
  },
  {
    index: 696,
    name: "티고라스",
    state: [
      58,
      89,
      77,
      45,
      45,
      48
    ]
  },
  {
    index: 697,
    name: "견고라스",
    state: [
      82,
      121,
      119,
      69,
      59,
      71
    ]
  },
  {
    index: 698,
    name: "아마루스",
    state: [
      77,
      59,
      50,
      67,
      63,
      46
    ]
  },
  {
    index: 699,
    name: "아마루르가",
    state: [
      123,
      77,
      72,
      99,
      92,
      58
    ]
  },
  {
    index: 700,
    name: "님피아",
    state: [
      95,
      65,
      65,
      110,
      130,
      60
    ]
  },
  {
    index: 701,
    name: "루차불",
    state: [
      78,
      92,
      75,
      74,
      63,
      118
    ]
  },
  {
    index: 702,
    name: "데덴네",
    state: [
      67,
      58,
      57,
      81,
      67,
      101
    ]
  },
  {
    index: 703,
    name: "멜리시",
    state: [
      50,
      50,
      150,
      50,
      150,
      50
    ]
  },
  {
    index: 704,
    name: "미끄메라",
    state: [
      45,
      50,
      35,
      55,
      75,
      40
    ]
  },
  {
    index: 705,
    name: "미끄네일",
    state: [
      68,
      75,
      53,
      83,
      113,
      60
    ]
  },
  {
    index: 706,
    name: "미끄래곤",
    state: [
      90,
      100,
      70,
      110,
      150,
      80
    ]
  },
  {
    index: 707,
    name: "클레피",
    state: [
      57,
      80,
      91,
      80,
      87,
      75
    ]
  },
  {
    index: 708,
    name: "나목령",
    state: [
      43,
      70,
      48,
      50,
      60,
      38
    ]
  },
  {
    index: 709,
    name: "대로트",
    state: [
      85,
      110,
      76,
      65,
      82,
      56
    ]
  },
  {
    index: 710,
    name: "호바귀 (S)",
    state: [
      44,
      66,
      70,
      44,
      55,
      56
    ]
  },
  {
    index: 710,
    name: "호바귀 (L)",
    state: [
      54,
      66,
      70,
      44,
      55,
      46
    ]
  },
  {
    index: 710,
    name: "호바귀 (M)",
    state: [
      49,
      66,
      70,
      44,
      55,
      51
    ]
  },
  {
    index: 710,
    name: "호바귀 (XL)",
    state: [
      59,
      66,
      70,
      44,
      55,
      41
    ]
  },
  {
    index: 711,
    name: "펌킨인 (XL)",
    state: [
      85,
      100,
      122,
      58,
      75,
      54
    ]
  },
  {
    index: 711,
    name: "펌킨인 (M)",
    state: [
      65,
      90,
      122,
      58,
      75,
      84
    ]
  },
  {
    index: 711,
    name: "펌킨인 (L)",
    state: [
      75,
      95,
      122,
      58,
      75,
      69
    ]
  },
  {
    index: 711,
    name: "펌킨인 (S)",
    state: [
      55,
      85,
      122,
      58,
      75,
      99
    ]
  },
  {
    index: 712,
    name: "꽁어름",
    state: [
      55,
      69,
      85,
      32,
      35,
      28
    ]
  },
  {
    index: 713,
    name: "크레베이스",
    state: [
      95,
      117,
      184,
      44,
      46,
      28
    ]
  },
  {
    index: 714,
    name: "음뱃",
    state: [
      40,
      30,
      35,
      45,
      40,
      55
    ]
  },
  {
    index: 715,
    name: "음번",
    state: [
      85,
      70,
      80,
      97,
      80,
      123
    ]
  },
  {
    index: 716,
    name: "제르네아스",
    state: [
      126,
      131,
      95,
      131,
      98,
      99
    ]
  },
  {
    index: 717,
    name: "이벨타르",
    state: [
      126,
      131,
      95,
      131,
      98,
      99
    ]
  },
  {
    index: 718,
    name: "지가르데",
    state: [
      108,
      100,
      121,
      81,
      95,
      95
    ]
  },
  {
    index: 719,
    name: "디안시",
    state: [
      50,
      100,
      150,
      100,
      150,
      50
    ]
  },
  {
    index: 719,
    name: "메가디안시",
    state: [
      50,
      160,
      110,
      160,
      110,
      110
    ]
  },
  {
    index: 720,
    name: "후파 (굴레를 벗어난 폼)",
    state: [
      80,
      160,
      60,
      170,
      130,
      80
    ]
  },
  {
    index: 720,
    name: "후파 (굴레에 빠진 폼)",
    state: [
      80,
      110,
      60,
      150,
      130,
      70
    ]
  },
  {
    index: 721,
    name: "볼케니온",
    state: [
      80,
      110,
      120,
      130,
      90,
      70
    ]
  },
  {
    index: 722,
    name: "나몰빼미",
    state: [
      68,
      55,
      55,
      50,
      50,
      42
    ]
  },
  {
    index: 723,
    name: "빼미스로우",
    state: [
      78,
      75,
      75,
      70,
      70,
      52
    ]
  },
  {
    index: 724,
    name: "모크나이퍼",
    state: [
      78,
      107,
      75,
      100,
      100,
      70
    ]
  },
  {
    index: 725,
    name: "냐오불",
    state: [
      45,
      65,
      40,
      60,
      40,
      70
    ]
  },
  {
    index: 726,
    name: "냐오히트",
    state: [
      65,
      85,
      50,
      80,
      50,
      90
    ]
  },
  {
    index: 727,
    name: "어흥염",
    state: [
      95,
      115,
      90,
      80,
      90,
      60
    ]
  },
  {
    index: 728,
    name: "누리공",
    state: [
      50,
      54,
      54,
      66,
      56,
      40
    ]
  },
  {
    index: 729,
    name: "키요공",
    state: [
      60,
      69,
      69,
      91,
      81,
      50
    ]
  },
  {
    index: 730,
    name: "누리레느",
    state: [
      80,
      74,
      74,
      126,
      116,
      60
    ]
  },
  {
    index: 731,
    name: "콕코구리",
    state: [
      35,
      75,
      30,
      30,
      30,
      65
    ]
  },
  {
    index: 732,
    name: "크라파",
    state: [
      55,
      85,
      50,
      40,
      50,
      75
    ]
  },
  {
    index: 733,
    name: "왕큰부리",
    state: [
      80,
      120,
      75,
      75,
      75,
      60
    ]
  },
  {
    index: 734,
    name: "영구스",
    state: [
      48,
      70,
      30,
      30,
      30,
      45
    ]
  },
  {
    index: 735,
    name: "형사구스",
    state: [
      88,
      110,
      60,
      55,
      60,
      45
    ]
  },
  {
    index: 736,
    name: "턱지충이",
    state: [
      47,
      62,
      45,
      55,
      45,
      46
    ]
  },
  {
    index: 737,
    name: "전지충이",
    state: [
      57,
      82,
      95,
      55,
      75,
      36
    ]
  },
  {
    index: 738,
    name: "투구뿌논",
    state: [
      77,
      70,
      90,
      145,
      75,
      43
    ]
  },
  {
    index: 739,
    name: "오기지게",
    state: [
      47,
      82,
      57,
      42,
      47,
      63
    ]
  },
  {
    index: 740,
    name: "모단단게",
    state: [
      97,
      132,
      77,
      62,
      67,
      43
    ]
  },
  {
    index: 741,
    name: "춤추새",
    state: [
      75,
      70,
      70,
      98,
      70,
      93
    ]
  },
  {
    index: 742,
    name: "에블리",
    state: [
      40,
      45,
      40,
      55,
      40,
      84
    ]
  },
  {
    index: 743,
    name: "에리본",
    state: [
      60,
      55,
      60,
      95,
      70,
      124
    ]
  },
  {
    index: 744,
    name: "암멍이",
    state: [
      45,
      65,
      40,
      30,
      40,
      60
    ]
  },
  {
    index: 745,
    name: "루가루암",
    state: [
      75,
      115,
      65,
      55,
      65,
      112
    ]
  },
  {
    index: 746,
    name: "약어리 (군집의 모습)",
    state: [
      45,
      140,
      130,
      140,
      135,
      30
    ]
  },
  {
    index: 746,
    name: "약어리 (단독의 모습)",
    state: [
      45,
      20,
      20,
      25,
      25,
      40
    ]
  },
  {
    index: 747,
    name: "시마사리",
    state: [
      50,
      53,
      62,
      43,
      52,
      45
    ]
  },
  {
    index: 748,
    name: "더시마사리",
    state: [
      50,
      63,
      152,
      53,
      142,
      35
    ]
  },
  {
    index: 749,
    name: "머드나기",
    state: [
      70,
      100,
      70,
      45,
      55,
      45
    ]
  },
  {
    index: 750,
    name: "만마드",
    state: [
      100,
      125,
      100,
      55,
      85,
      35
    ]
  },
  {
    index: 751,
    name: "물거미",
    state: [
      38,
      40,
      52,
      40,
      72,
      27
    ]
  },
  {
    index: 752,
    name: "깨비물거미",
    state: [
      68,
      70,
      92,
      50,
      132,
      42
    ]
  },
  {
    index: 753,
    name: "짜랑랑",
    state: [
      40,
      55,
      35,
      50,
      35,
      35
    ]
  },
  {
    index: 754,
    name: "라란티스",
    state: [
      70,
      105,
      90,
      80,
      90,
      45
    ]
  },
  {
    index: 755,
    name: "자마슈",
    state: [
      40,
      35,
      55,
      65,
      75,
      15
    ]
  },
  {
    index: 756,
    name: "마셰이드",
    state: [
      60,
      45,
      80,
      90,
      100,
      30
    ]
  },
  {
    index: 757,
    name: "야도뇽",
    state: [
      48,
      44,
      40,
      71,
      40,
      77
    ]
  },
  {
    index: 758,
    name: "염뉴트",
    state: [
      68,
      64,
      60,
      111,
      60,
      117
    ]
  },
  {
    index: 759,
    name: "포곰곰",
    state: [
      70,
      75,
      50,
      45,
      50,
      50
    ]
  },
  {
    index: 760,
    name: "이븐곰",
    state: [
      120,
      125,
      80,
      55,
      60,
      60
    ]
  },
  {
    index: 761,
    name: "달콤아",
    state: [
      42,
      30,
      38,
      30,
      38,
      32
    ]
  },
  {
    index: 762,
    name: "달무리나",
    state: [
      52,
      40,
      48,
      40,
      48,
      62
    ]
  },
  {
    index: 763,
    name: "달코퀸",
    state: [
      72,
      120,
      98,
      50,
      98,
      72
    ]
  },
  {
    index: 764,
    name: "큐아링",
    state: [
      51,
      52,
      90,
      82,
      110,
      100
    ]
  },
  {
    index: 765,
    name: "하랑우탄",
    state: [
      90,
      60,
      80,
      90,
      110,
      60
    ]
  },
  {
    index: 766,
    name: "내던숭이",
    state: [
      100,
      120,
      90,
      40,
      60,
      80
    ]
  },
  {
    index: 767,
    name: "꼬시레",
    state: [
      25,
      35,
      40,
      20,
      30,
      80
    ]
  },
  {
    index: 768,
    name: "갑주무사",
    state: [
      75,
      125,
      140,
      60,
      90,
      40
    ]
  },
  {
    index: 769,
    name: "모래꿍",
    state: [
      55,
      55,
      80,
      70,
      45,
      15
    ]
  },
  {
    index: 770,
    name: "모래성이당",
    state: [
      85,
      75,
      110,
      100,
      75,
      35
    ]
  },
  {
    index: 771,
    name: "해무기",
    state: [
      55,
      60,
      130,
      30,
      130,
      5
    ]
  },
  {
    index: 772,
    name: "타입:널",
    state: [
      95,
      95,
      95,
      95,
      95,
      59
    ]
  },
  {
    index: 773,
    name: "실버디",
    state: [
      95,
      95,
      95,
      95,
      95,
      95
    ]
  },
  {
    index: 774,
    name: "메테노",
    state: [
      60,
      60,
      100,
      60,
      100,
      60
    ]
  },
  {
    index: 775,
    name: "자말라",
    state: [
      65,
      115,
      65,
      75,
      95,
      65
    ]
  },
  {
    index: 776,
    name: "폭거북스",
    state: [
      60,
      78,
      135,
      91,
      85,
      36
    ]
  },
  {
    index: 777,
    name: "토게데마루",
    state: [
      65,
      98,
      63,
      40,
      73,
      96
    ]
  },
  {
    index: 778,
    name: "따라큐",
    state: [
      55,
      90,
      80,
      50,
      105,
      96
    ]
  },
  {
    index: 779,
    name: "치갈기",
    state: [
      68,
      105,
      70,
      70,
      70,
      92
    ]
  },
  {
    index: 780,
    name: "할비롱",
    state: [
      78,
      60,
      85,
      135,
      91,
      36
    ]
  },
  {
    index: 781,
    name: "타타륜",
    state: [
      70,
      131,
      100,
      86,
      90,
      40
    ]
  },
  {
    index: 782,
    name: "짜랑꼬",
    state: [
      45,
      55,
      65,
      45,
      45,
      45
    ]
  },
  {
    index: 783,
    name: "짜랑고우",
    state: [
      55,
      75,
      90,
      65,
      70,
      65
    ]
  },
  {
    index: 784,
    name: "짜랑고우거",
    state: [
      75,
      110,
      125,
      100,
      105,
      85
    ]
  },
  {
    index: 785,
    name: "카푸꼬꼬꼭",
    state: [
      70,
      115,
      85,
      95,
      75,
      130
    ]
  },
  {
    index: 786,
    name: "카푸나비나",
    state: [
      70,
      85,
      75,
      130,
      115,
      95
    ]
  },
  {
    index: 787,
    name: "카푸브루루",
    state: [
      70,
      130,
      115,
      85,
      95,
      75
    ]
  },
  {
    index: 788,
    name: "카푸느지느",
    state: [
      70,
      75,
      115,
      95,
      130,
      85
    ]
  },
  {
    index: 789,
    name: "코스모그",
    state: [
      43,
      29,
      31,
      29,
      31,
      37
    ]
  },
  {
    index: 790,
    name: "코스모움",
    state: [
      43,
      29,
      131,
      29,
      131,
      37
    ]
  },
  {
    index: 791,
    name: "솔가레오",
    state: [
      137,
      137,
      107,
      113,
      89,
      97
    ]
  },
  {
    index: 792,
    name: "루나아라",
    state: [
      137,
      113,
      89,
      137,
      107,
      97
    ]
  },
  {
    index: 793,
    name: "텅비드",
    state: [
      109,
      53,
      47,
      127,
      131,
      103
    ]
  },
  {
    index: 794,
    name: "매시붕",
    state: [
      107,
      139,
      139,
      53,
      53,
      79
    ]
  },
  {
    index: 795,
    name: "페로코체",
    state: [
      71,
      137,
      37,
      137,
      37,
      151
    ]
  },
  {
    index: 796,
    name: "전수목",
    state: [
      83,
      89,
      71,
      173,
      71,
      83
    ]
  },
  {
    index: 797,
    name: "철화구야",
    state: [
      97,
      101,
      103,
      107,
      101,
      61
    ]
  },
  {
    index: 798,
    name: "종이신도",
    state: [
      59,
      181,
      131,
      59,
      31,
      109
    ]
  },
  {
    index: 799,
    name: "악식킹",
    state: [
      223,
      101,
      53,
      97,
      53,
      43
    ]
  },
  {
    index: 800,
    name: "네크로즈마",
    state: [
      97,
      107,
      101,
      127,
      89,
      79
    ]
  },
  {
    index: 801,
    name: "마기아나",
    state: [
      80,
      95,
      115,
      130,
      115,
      65
    ]
  },
  {
    index: 802,
    name: "마샤도",
    state: [
      90,
      125,
      80,
      90,
      90,
      125
    ]
  },
  {
    index: 803,
    name: "베베놈",
    state: [
      67,
      73,
      67,
      73,
      67,
      73
    ]
  },
  {
    index: 804,
    name: "아고용",
    state: [
      73,
      73,
      73,
      127,
      73,
      121
    ]
  },
  {
    index: 805,
    name: "차곡차곡",
    state: [
      61,
      131,
      211,
      53,
      101,
      13
    ]
  },
  {
    index: 806,
    name: "두파팡",
    state: [
      53,
      127,
      53,
      151,
      79,
      107
    ]
  },
  {
    index: 807,
    name: "제라오라",
    state: [
      88,
      112,
      75,
      102,
      80,
      143
    ]
  },
  {
    index: 808,
    name: "멜탄",
    state: [
      46,
      65,
      65,
      55,
      35,
      34
    ]
  },
  {
    index: 809,
    name: "멜메탈",
    state: [
      135,
      143,
      143,
      80,
      65,
      34
    ]
  },
  {
    index: 810,
    name: "흥나숭",
    state: [
      50,
      65,
      50,
      40,
      40,
      65
    ]
  },
  {
    index: 811,
    name: "채키몽",
    state: [
      70,
      85,
      70,
      55,
      60,
      80
    ]
  },
  {
    index: 812,
    name: "고릴타",
    state: [
      100,
      125,
      90,
      60,
      70,
      85
    ]
  },
  {
    index: 813,
    name: "염버니",
    state: [
      50,
      71,
      40,
      40,
      40,
      69
    ]
  },
  {
    index: 814,
    name: "래비풋",
    state: [
      65,
      86,
      60,
      55,
      60,
      94
    ]
  },
  {
    index: 815,
    name: "에이스번",
    state: [
      80,
      116,
      75,
      65,
      75,
      119
    ]
  },
  {
    index: 816,
    name: "울머기",
    state: [
      50,
      40,
      40,
      70,
      40,
      70
    ]
  },
  {
    index: 817,
    name: "누겔레온",
    state: [
      65,
      60,
      55,
      95,
      55,
      90
    ]
  },
  {
    index: 818,
    name: "인텔리레온",
    state: [
      70,
      85,
      65,
      125,
      65,
      120
    ]
  },
  {
    index: 819,
    name: "탐리스",
    state: [
      70,
      55,
      55,
      35,
      35,
      25
    ]
  },
  {
    index: 820,
    name: "요씽리스",
    state: [
      120,
      95,
      95,
      55,
      75,
      20
    ]
  },
  {
    index: 821,
    name: "파라꼬",
    state: [
      38,
      47,
      35,
      33,
      35,
      57
    ]
  },
  {
    index: 822,
    name: "파크로우",
    state: [
      68,
      67,
      55,
      43,
      55,
      77
    ]
  },
  {
    index: 823,
    name: "아머까오",
    state: [
      98,
      87,
      105,
      53,
      85,
      67
    ]
  },
  {
    index: 824,
    name: "두루지벌레",
    state: [
      25,
      20,
      20,
      25,
      45,
      45
    ]
  },
  {
    index: 825,
    name: "레돔벌레",
    state: [
      50,
      35,
      80,
      50,
      90,
      30
    ]
  },
  {
    index: 826,
    name: "이올브",
    state: [
      60,
      45,
      110,
      80,
      120,
      90
    ]
  },
  {
    index: 827,
    name: "훔처우",
    state: [
      40,
      28,
      28,
      47,
      52,
      50
    ]
  },
  {
    index: 828,
    name: "폭슬라이",
    state: [
      70,
      58,
      58,
      87,
      92,
      90
    ]
  },
  {
    index: 829,
    name: "꼬모카",
    state: [
      40,
      40,
      60,
      40,
      60,
      10
    ]
  },
  {
    index: 830,
    name: "백솜모카",
    state: [
      60,
      50,
      90,
      80,
      120,
      60
    ]
  },
  {
    index: 831,
    name: "우르",
    state: [
      42,
      40,
      55,
      40,
      45,
      48
    ]
  },
  {
    index: 832,
    name: "배우르",
    state: [
      72,
      80,
      100,
      60,
      90,
      88
    ]
  },
  {
    index: 833,
    name: "깨물부기",
    state: [
      50,
      64,
      50,
      38,
      38,
      44
    ]
  },
  {
    index: 834,
    name: "갈가부기",
    state: [
      90,
      115,
      90,
      48,
      68,
      74
    ]
  },
  {
    index: 835,
    name: "멍파치",
    state: [
      59,
      45,
      50,
      40,
      50,
      26
    ]
  },
  {
    index: 836,
    name: "펄스멍",
    state: [
      69,
      90,
      60,
      90,
      60,
      121
    ]
  },
  {
    index: 837,
    name: "탄동",
    state: [
      30,
      40,
      50,
      40,
      50,
      30
    ]
  },
  {
    index: 838,
    name: "탄차곤",
    state: [
      80,
      60,
      90,
      60,
      70,
      50
    ]
  },
  {
    index: 839,
    name: "석탄산",
    state: [
      110,
      80,
      120,
      80,
      90,
      30
    ]
  },
  {
    index: 840,
    name: "과사삭벌레",
    state: [
      40,
      40,
      80,
      40,
      40,
      20
    ]
  },
  {
    index: 841,
    name: "애프룡",
    state: [
      70,
      110,
      80,
      95,
      60,
      70
    ]
  },
  {
    index: 842,
    name: "단지래플",
    state: [
      110,
      85,
      80,
      100,
      80,
      30
    ]
  },
  {
    index: 843,
    name: "모래뱀",
    state: [
      52,
      57,
      75,
      35,
      50,
      46
    ]
  },
  {
    index: 844,
    name: "사다이사",
    state: [
      72,
      107,
      125,
      65,
      70,
      71
    ]
  },
  {
    index: 845,
    name: "윽우지",
    state: [
      70,
      85,
      55,
      85,
      95,
      85
    ]
  },
  {
    index: 846,
    name: "찌로꼬치",
    state: [
      41,
      63,
      40,
      40,
      30,
      66
    ]
  },
  {
    index: 847,
    name: "꼬치조",
    state: [
      61,
      123,
      60,
      60,
      50,
      136
    ]
  },
  {
    index: 848,
    name: "일레즌",
    state: [
      40,
      38,
      35,
      54,
      35,
      40
    ]
  },
  {
    index: 849,
    name: "스트린더",
    state: [
      75,
      98,
      70,
      114,
      70,
      75
    ]
  },
  {
    index: 850,
    name: "태우지네",
    state: [
      50,
      65,
      45,
      50,
      50,
      45
    ]
  },
  {
    index: 851,
    name: "다태우지네",
    state: [
      100,
      115,
      65,
      90,
      90,
      65
    ]
  },
  {
    index: 852,
    name: "때때무노",
    state: [
      50,
      68,
      60,
      50,
      50,
      32
    ]
  },
  {
    index: 853,
    name: "케오퍼스",
    state: [
      80,
      118,
      90,
      70,
      80,
      42
    ]
  },
  {
    index: 854,
    name: "데인차",
    state: [
      40,
      45,
      45,
      74,
      54,
      50
    ]
  },
  {
    index: 855,
    name: "포트데스",
    state: [
      60,
      65,
      65,
      134,
      114,
      70
    ]
  },
  {
    index: 856,
    name: "몸지브림",
    state: [
      42,
      30,
      45,
      56,
      53,
      39
    ]
  },
  {
    index: 857,
    name: "손지브림",
    state: [
      57,
      40,
      65,
      86,
      73,
      49
    ]
  },
  {
    index: 858,
    name: "브리무음",
    state: [
      57,
      90,
      95,
      136,
      103,
      29
    ]
  },
  {
    index: 859,
    name: "메롱꿍",
    state: [
      45,
      45,
      30,
      55,
      40,
      50
    ]
  },
  {
    index: 860,
    name: "쏘겨모",
    state: [
      65,
      60,
      45,
      75,
      55,
      70
    ]
  },
  {
    index: 861,
    name: "오롱털",
    state: [
      95,
      120,
      65,
      95,
      75,
      60
    ]
  },
  {
    index: 862,
    name: "가로막구리",
    state: [
      93,
      90,
      101,
      60,
      81,
      95
    ]
  },
  {
    index: 863,
    name: "나이킹",
    state: [
      70,
      110,
      100,
      50,
      60,
      50
    ]
  },
  {
    index: 864,
    name: "산호르곤",
    state: [
      60,
      95,
      50,
      145,
      130,
      30
    ]
  },
  {
    index: 865,
    name: "창파나이트",
    state: [
      62,
      135,
      95,
      68,
      82,
      65
    ]
  },
  {
    index: 866,
    name: "마임꽁꽁",
    state: [
      80,
      85,
      75,
      110,
      100,
      70
    ]
  },
  {
    index: 867,
    name: "데스판",
    state: [
      58,
      95,
      145,
      50,
      105,
      30
    ]
  },
  {
    index: 868,
    name: "마빌크",
    state: [
      45,
      40,
      40,
      50,
      61,
      34
    ]
  },
  {
    index: 869,
    name: "마휘핑",
    state: [
      65,
      60,
      75,
      110,
      121,
      64
    ]
  },
  {
    index: 870,
    name: "대여르",
    state: [
      65,
      100,
      100,
      70,
      60,
      75
    ]
  },
  {
    index: 871,
    name: "찌르성게",
    state: [
      48,
      101,
      95,
      91,
      85,
      15
    ]
  },
  {
    index: 872,
    name: "누니머기",
    state: [
      30,
      25,
      35,
      45,
      30,
      20
    ]
  },
  {
    index: 873,
    name: "모스노우",
    state: [
      70,
      65,
      60,
      125,
      90,
      65
    ]
  },
  {
    index: 874,
    name: "돌헨진",
    state: [
      100,
      125,
      135,
      20,
      20,
      70
    ]
  },
  {
    index: 875,
    name: "빙큐보 (아이스페이스)",
    state: [
      75,
      80,
      110,
      65,
      90,
      50
    ]
  },
  {
    index: 875,
    name: "빙큐보 (나이스페이스)",
    state: [
      75,
      80,
      70,
      65,
      50,
      130
    ]
  },
  {
    index: 876,
    name: "에써르 (암컷)",
    state: [
      70,
      55,
      65,
      95,
      105,
      85
    ]
  },
  {
    index: 876,
    name: "에써르 (수컷)",
    state: [
      60,
      65,
      55,
      105,
      95,
      95
    ]
  },
  {
    index: 877,
    name: "모르페코",
    state: [
      58,
      95,
      58,
      70,
      58,
      97
    ]
  },
  {
    index: 878,
    name: "끼리동",
    state: [
      72,
      80,
      49,
      40,
      49,
      40
    ]
  },
  {
    index: 879,
    name: "대왕끼리동",
    state: [
      122,
      130,
      69,
      80,
      69,
      30
    ]
  },
  {
    index: 880,
    name: "파치래곤",
    state: [
      90,
      100,
      90,
      80,
      70,
      75
    ]
  },
  {
    index: 881,
    name: "파치르돈",
    state: [
      90,
      100,
      90,
      90,
      80,
      55
    ]
  },
  {
    index: 882,
    name: "어래곤",
    state: [
      90,
      90,
      100,
      70,
      80,
      75
    ]
  },
  {
    index: 883,
    name: "어치르돈",
    state: [
      90,
      90,
      100,
      80,
      90,
      55
    ]
  },
  {
    index: 884,
    name: "두랄루돈",
    state: [
      70,
      95,
      115,
      120,
      50,
      85
    ]
  },
  {
    index: 885,
    name: "드라꼰",
    state: [
      28,
      60,
      30,
      40,
      30,
      82
    ]
  },
  {
    index: 886,
    name: "드래런치",
    state: [
      68,
      80,
      50,
      60,
      50,
      102
    ]
  },
  {
    index: 887,
    name: "드래펄트",
    state: [
      88,
      120,
      75,
      100,
      75,
      142
    ]
  },
  {
    index: 888,
    name: "자시안 (역전의 용사)",
    state: [
      92,
      130,
      115,
      80,
      115,
      138
    ]
  },
  {
    index: 888,
    name: "자시안 (검왕)",
    state: [
      92,
      170,
      115,
      80,
      115,
      148
    ]
  },
  {
    index: 889,
    name: "자마젠타 (방패왕)",
    state: [
      92,
      130,
      145,
      80,
      145,
      128
    ]
  },
  {
    index: 889,
    name: "자마젠타 (역전의 용사)",
    state: [
      92,
      130,
      115,
      80,
      115,
      138
    ]
  },
  {
    index: 890,
    name: "무한다이노",
    state: [
      140,
      85,
      95,
      145,
      95,
      130
    ]
  },
  {
    index: 890,
    name: "무한다이노 (무한다이맥스)",
    state: [
      255,
      115,
      250,
      125,
      250,
      130
    ]
  }
];
